{
  "البقرة": {
    "الصيب": "هو المطر الغزير المصحوب بالرعد والبرق والصواعق والعواصف والذي يكثر في ظلام الليل.",
    "البرق يخطف البصر": "إمكانية أن يخطف البرق بصر الذين يحملقون فيه.",
    "السمع قبل الإبصار": "تقديم حاسة السمع على حاسة الإبصار في العديد من آيات القرآن الكريم، كما هو الحال في هذه السورة المباركة الآية ٤٠.",
    "فرش الأرض وبناء السماء": "فرش الأرض وبناء السماء بإذن الله.",
    "حقيقة الخلق": "حقيقة الخلق.",
    "إنزال الماء من السماء": "إنزال الماء من السماء، وإحياء الأرض به إن شاء الله، ونمو النباتات ونضج ثمارها بنزوله بإذن الله.",
    "نزول القرآن": "إنزال القرآن الكريم معجزة لهذا النبي الخاتم، وحفظه بلغة وحيه نفسها دون تغيير أو تحريف.",
    "الخلق من العدم": "حقيقة الخلق من العدم والإفناء إلى العدم، ثم الخلق من جديد.",
    "خلق ما في الأرض قبل السماء": "خلق كل ما في الأرض قبل تسوية السماء إلى سبع سماوات.",
    "تفجر الحجارة": "وصف تفجر الحجارة بالأنهار وتشققها فيخرج منها الماء.",
    "خلق السماوات والأرض": "خلق السماوات والأرض.",
    "اختلاف الليل والنهار": "اختلاف الليل والنهار.",
    "جريان السفن في البحر": "جرى الفلك في البحر.",
    "خلق الحياة": "خلق الحياة وبثها في الأرض.",
    "تصريف الرياح": "تصريف الرياح.",
    "تسخير السحاب": "تسخير السحاب بين السماء والأرض.",
    "تحريم الميتة والدم": "تحريم الميتة والدم ولحم الخنزير وما أهل به لغير الله.",
    "الأهلة مواقيت": "الأهلة مواقيت للناس والحج.",
    "تحريم الخمر والميسر": "تحريم كل من الخمر والميسر.",
    "الحيض": "الأمر باجتناب النساء في وقت المحيض.",
    "جنة بربوة": "التشبيه بجنة في ربوة أصابها وابل فتاتت أكلها ضعفين.",
    "إعصار فيه نار": "التشبيه بإعصار فيه نار فاحترقت.",
    "تحريم الربا": "تحريم الربا.",
    "إبراهيم وإسماعيل": "قصة نبي الله إبراهيم وولده إسماعيل وتعاونهما في رفع قواعد الكعبة، ودعوتهما لبعثة النبي الخاتم.",
    "نمرود": "حوار إبراهيم مع نمرود بن كنعان أول من ادعى الألوهية كذبًا.",
    "القرية وهي خاوية": "قصة الرجل الصالح عزيز الذي مر على بيت المقدس بعد أن خربها بختنصر...",
    "الأشجار في الربوة": "إشارة إلى أن الأشجار تزكو وتزدهر وتؤتي ثمارها في الربى المرتفعة.",
    "البعوضة وما فوقها": "إشارة إلى البعوضة وما فوقها من الخلق، وهي من أبسط الحشرات لكنها معجزة في خلقها."
  }
}