{
  "1": "الم: حروف مقطعة، الله أعلم بمرادها، وقد تُشير إلى إعجاز القرآن.",
  "2": "ذلك الكتاب لا ريب فيه هدى للمتقين: هذا القرآن لا شك في كونه من عند الله، وهو هداية لمن يتقون الله.",
  "3": "الذين يؤمنون بالغيب ويقيمون الصلاة ومما رزقناهم ينفقون: صفات المتقين أنهم يؤمنون بما لا يُرى، ويُقيمون الصلاة، وينفقون مما أعطاهم الله.",
  "4": "والذين يؤمنون بما أنزل إليك وما أنزل من قبلك وبالآخرة هم يوقنون: يصدّقون بالقرآن وبالكتب السابقة ويوقنون بالبعث والحساب.",
  "5": "أولئك على هدى من ربهم وأولئك هم المفلحون: هؤلاء هم المهتدون وهم الفائزون في الدنيا والآخرة.",
  "6": "إن الذين كفروا سواء عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون: الكفار الذين أعرضوا عن الحق، لا تنفعهم النذارة.",
  "7": "ختم الله على قلوبهم وعلى سمعهم وعلى أبصارهم غشاوة: بسبب كفرهم، طُبع على قلوبهم وسمعهم وأبصارهم، فلا يدركون الحق.",
  "8": "ومن الناس من يقول آمنا بالله وباليوم الآخر وما هم بمؤمنين: بعض الناس يدّعون الإيمان وهم في الحقيقة منافقون.",
  "9": "يخادعون الله والذين آمنوا وما يخدعون إلا أنفسهم وما يشعرون: يظنون أنهم يخدعون الله والمؤمنين، لكنهم في الحقيقة يخدعون أنفسهم.",
  "11": "وإذا قيل لهم لا تفسدوا في الأرض قالوا إنما نحن مصلحون: إذا نُصح المنافقون بترك الإفساد قالوا إنهم يعملون للإصلاح، وهذا كذب.",
  "12": "ألا إنهم هم المفسدون ولكن لا يشعرون: هم في الحقيقة مفسدون، ولكنهم لا يدركون حقيقة أفعالهم.",
  "13": "وإذا قيل لهم آمنوا كما آمن الناس قالوا أنؤمن كما آمن السفهاء: يسخر المنافقون من إيمان المؤمنين، ويصفونهم بالسفه.",
  "14": "وإذا لقوا الذين آمنوا قالوا آمنا وإذا خلوا إلى شياطينهم قالوا إنا معكم: يظهرون الإيمان أمام المؤمنين، لكنهم يوالون الكافرين في الباطن.",
  "15": "الله يستهزئ بهم ويمدهم في طغيانهم يعمهون: جزاء لهم، يُمهلهم الله في ضلالهم، ويُظهر استخفافه بهم.",
  "16": "أولئك الذين اشتروا الضلالة بالهدى فما ربحت تجارتهم وما كانوا مهتدين: اختاروا الضلال على الهدى، فخسروا الدنيا والآخرة.",
  "17": "مثلهم كمثل الذي استوقد ناراً فلما أضاءت ما حوله ذهب الله بنورهم: مثل المنافقين كمثل من أضاءت له النار ثم أظلمت، فبقي في الحيرة.",
  "18": "صم بكم عمي فهم لا يرجعون: لا يسمعون الحق ولا ينطقون به ولا يبصرونه، فلا يرجعون عن باطلهم.",
  "19": "أو كصيب من السماء فيه ظلمات ورعد وبرق: مثلهم أيضًا كمن فزِع من عاصفة مظلمة مرعبة، لا يدري ما يفعل.",
  "20": "يكاد البرق يخطف أبصارهم كلما أضاء لهم مشوا فيه وإذا أظلم عليهم قاموا: إذا ظهر لهم شيء من الحق اتبعوه مؤقتًا، وإذا غاب، توقفوا؛ لا ثبات لهم.",
  "21": "يا أيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم تتقون: نداء للناس بعبادة الله وحده، فهو خالقهم وخالق من سبقهم، والعبادة طريق التقوى.",
  "22": "الذي جعل لكم الأرض فراشاً والسماء بناءً: ذكّرهم بنعمه، فجعل الأرض مهيأة لحياتهم والسماء سقفاً محفوظاً.",
  "23": "وإن كنتم في ريبٍ مما نزلنا على عبدنا فأتوا بسورةٍ من مثله: تحدٍ لمن يشك في القرآن أن يأتوا بسورة مثله، ولن يستطيعوا.",
  "24": "فإن لم تفعلوا ولن تفعلوا فاتقوا النار: لما عجزوا، أمرهم أن يتقوا النار المعدة للكافرين.",
  "25": "وبشر الذين آمنوا وعملوا الصالحات: بشارة للمؤمنين الصالحين بأن لهم جنات تجري من تحتها الأنهار.",
  "26": "إن الله لا يستحيي أن يضرب مثلاً ما بعوضة فما فوقها: الله يضرب الأمثال بالحشرات أو غيرها لتوضيح الحق، ولا يُنقص من شأنه.",
  "27": "الذين ينقضون عهد الله من بعد ميثاقه: صفات الكافرين أنهم يخالفون أوامر الله ويقطعون الأرحام ويفسدون.",
  "28": "كيف تكفرون بالله وكنتم أمواتاً فأحياكم: تعجّب من كفرهم، فقد خلقهم الله وأحياهم وسيعيدهم بعد الموت.",
  "29": "هو الذي خلق لكم ما في الأرض جميعاً: الله سخّر كل ما في الأرض لخدمة الإنسان، وخلق السماوات بنظام دقيق.",
  "30": "وإذ قال ربك للملائكة إني جاعلٌ في الأرض خليفة: بداية قصة خلق آدم، حين أخبر الله الملائكة أنه سيجعل خليفة (آدَم) في الأرض.",
  "31": "وعلم آدم الأسماء كلها: الله علّم آدم أسماء كل الأشياء ليرفع مكانته ويُظهر فضله على الملائكة.",
  "32": "قالوا سبحانك لا علم لنا إلا ما علمتنا: الملائكة اعترفوا بعجزهم عن معرفة ما لا يُعلمهم الله، وسبّحوه تعظيمًا.",
  "33": "قال يا آدم أنبئهم بأسمائهم: أمر الله آدم أن يُظهر علمه، فذكر أسماء ما عجزت عنه الملائكة.",
  "34": "وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس: أمر الله الملائكة بالسجود تكريمًا لآدم، فاستجابوا كلهم إلا إبليس، تكبّر وعصى.",
  "35": "وقلنا يا آدم اسكن أنت وزوجك الجنة: أمره أن يسكن الجنة مع زوجه (حواء) ويتمتعا بكل شيء إلا الشجرة المنهي عنها.",
  "36": "فأزلهما الشيطان عنها: الشيطان أغواهما، فأكلا من الشجرة، فأنزلهما الله من الجنة إلى الأرض.",
  "37": "فتلقى آدم من ربه كلمات: تاب آدم واعترف بخطئه، فقبِل الله توبته بكلمات ألهمه إياها.",
  "38": "قلنا اهبطوا منها جميعًا: أمر الله بالنزول إلى الأرض، ووعد من يتبع هُداه بالهداية ومن يعرض بالشقاء.",
  "39": "فالذين آمنوا وعملوا الصالحات لا خوفٌ عليهم ولا هم يحزنون: من اتبع هدى الله سيعيش آمنًا مطمئنًا.",
  "40": "يا بني إسرائيل اذكروا نعمتي التي أنعمت عليكم: نداء لبني إسرائيل ليشكروا نعم الله التي أنزلها عليهم.",
  "41": "وآمنوا بما أنزلت مصدقاً لما معكم: الله يدعو بني إسرائيل للإيمان بالقرآن، الذي يوافق ما لديهم من التوراة.",
  "42": "ولا تلبسوا الحق بالباطل: لا تخلطوا بين الحق والباطل ولا تكتموا الحق وأنتم تعلمون.",
  "43": "وأقيموا الصلاة وآتوا الزكاة: أمر بالصلاة والزكاة، وهما من أعمدة الدين، وطلب الخشوع في العبادة.",
  "44": "أتأمرون الناس بالبر وتنسون أنفسكم: يلومهم الله لأنهم يأمرون الناس بالخير ولا يطبقونه هم.",
  "45": "واستعينوا بالصبر والصلاة: الصبر والصلاة وسيلتان للاستعانة بالله في الشدائد.",
  "46": "الذين يظنون أنهم ملاقو ربهم: المقصود المؤمنون بلقاء الله والعودة إليه بعد الموت.",
  "47": "يا بني إسرائيل اذكروا نعمتي: تذكير لهم بالنعم العظيمة التي أعطاهم الله إياها، وفضلهم على العالمين في زمانهم.",
  "48": "واتقوا يوماً لا تجزي نفس عن نفس شيئاً: تحذير من يوم القيامة، حيث لا شفاعة ولا فدية تنفع.",
  "49": "وإذ نجيناكم من آل فرعون: تذكير بإنقاذهم من ظلم فرعون الذي كان يقتل أبناءهم ويستحيي نساءهم.",
  "50": "وإذ فرقنا بكم البحر: تذكير بالمعجزة العظيمة حين شق الله البحر فأنجاهم وأغرق فرعون وجنده.",
  "51": "وإذ واعدنا موسى أربعين ليلة: الله ذكرهم بوعده لموسى باللقاء في طور سيناء لمدة أربعين ليلة.",
  "52": "ثم اتخذتم العجل من بعده وأنتم ظالمون: رغم غياب موسى المؤقت، عبدوا العجل، وهذا كان ظلماً عظيماً.",
  "53": "ثم عفونا عنكم من بعد ذلك لعلكم تشكرون: الله عفا عنهم رغم ذنبهم لعلهم يشكرون النعمة.",
  "54": "وإذ قال موسى لقومه يا قوم إنكم ظلمتم أنفسكم باتخاذكم العجل: دعوة من موسى للتوبة، بقتل من فتنوا الآخرين بالعبادة الباطلة.",
  "55": "وإذ قلتم يا موسى لن نؤمن لك حتى نرى الله جهرة: طلبوا رؤية الله مباشرة، فصعقهم الله بسبب وقاحتهم.",
  "56": "ثم بعثناكم من بعد موتكم لعلكم تشكرون: أعاد الله إليهم الحياة بعد موتهم لعبرة وشكر.",
  "57": "وظللنا عليكم الغمام وأنزلنا عليكم المن والسلوى: أنعم الله عليهم بالطعام والظل في الصحراء.",
  "58": "وادخلوا الباب سجداً وقولوا حطة: أمرهم الله بالدخول بتواضع واستغفار ليغفر ذنوبهم.",
  "59": "فبدّل الذين ظلموا قولاً غير الذي قيل لهم: فغيروا الكلام وأفسدوا، فاستحقوا العقاب.",
  "60": "وإذ استسقى موسى لقومه: لما طلب موسى الماء لقومه، أمره الله بضرب الحجر، فانفجرت منه اثنتا عشرة عيناً لكل قبيلة عين، وأمرهم بالأكل من رزق الله وعدم الإفساد.",
  "61": "وإذ قلتم يا موسى لن نصبر على طعام واحد: تذمّر بنو إسرائيل من طعام المن والسلوى، وطلبوا طعاماً دنيوياً متنوعاً.",
  "62": "إن الذين آمنوا والذين هادوا والنصارى والصابئين من آمن بالله واليوم الآخر وعمل صالحاً فلهم أجرهم عند ربهم: رسالة بأن من يؤمن ويعمل الصالحات -مهما كان أصله الديني- له جزاءه عند الله.",
  "63": "وإذ أخذنا ميثاقكم ورفعنا فوقكم الطور: الله أخذ عليهم عهداً شديداً بطاعته، حتى رفع فوقهم جبل الطور تهديدًا.",
  "64": "ثم توليتم من بعد ذلك: بعد الميثاق رجعوا إلى العصيان، لكن الله رحمهم.",
  "65": "ولقد علمتم الذين اعتدوا منكم في السبت: قصة الذين تحايلوا على الصيد يوم السبت، فمسخهم الله قردة.",
  "66": "فجعلناها نكالاً لما بين يديها وما خلفها: العقوبة كانت عبرة لمن حضرها ولمن بعدهم.",
  "67": "وإذ قال موسى لقومه إن الله يأمركم أن تذبحوا بقرة: اختبار لبني إسرائيل، فجاء أمر إلهي بذبح بقرة.",
  "68": "قالوا أتتخذنا هزواً: استهزأوا بأمر موسى، وظنوا أنه يمزح.",
  "69": "قالوا ادع لنا ربك يبين لنا ما لونها: راحوا يسألون أسئلة كثيرة، فجاءهم الجواب بأنها صفراء فاقع لونها.",
  "70": "قالوا ادع لنا ربك يبين لنا ما هي: استمروا في التشدد، فحدد الله أنها بقرة لا ذلول، لا تعمل، مسلمة، لا عيب فيها.",
  "71": "قال إنه يقول إنها بقرة لا ذلول تثير الأرض ولا تسقي الحرث مسلمة لا شية فيها: أي إنها بقرة غير مُستخدمة في العمل، سليمة تمامًا، ولا لون مختلف في جلدها.",
  "72": "وإذ قتلتم نفسًا فادّارأتم فيها: حدثت جريمة قتل فحاول كل فريق أن يتهم الآخر، فوقع الخلاف.",
  "73": "فقلنا اضربوه ببعضها: أمرهم الله أن يضربوا المقتول بجزء من البقرة المذبوحة، فقام من موته بإذن الله، وأخبرهم بمن قتله.",
  "74": "ثم قست قلوبكم من بعد ذلك: رغم المعجزة، قلوبهم بقيت قاسية لا تتأثر، كأنها حجارة أو أشد.",
  "75": "أفتطمعون أن يؤمنوا لكم: لا تتوقعوا منهم الإيمان بسهولة، فهم قوم عنيدون.",
  "76": "وإذا لقوا الذين آمنوا قالوا آمنا وإذا خلا بعضهم إلى بعض قالوا: كانوا يظهرون الإيمان أمام المسلمين، لكنهم يُظهرون خلاف ذلك فيما بينهم.",
  "77": "أولا يعلمون أن الله يعلم ما يسرون وما يعلنون: غافلون عن أن الله يعلم سرّهم وعلنهم.",
  "78": "ومنهم أميون لا يعلمون الكتاب إلا أماني: بعضهم لا يعرف التوراة، فقط يتبعون ظنونًا وأقوالًا دون علم.",
  "79": "فويل للذين يكتبون الكتاب بأيديهم ثم يقولون هذا من عند الله: تحذير شديد لمن يحرّف كلام الله وينسبه إليه زورًا.",
  "80": "وقالوا لن تمسنا النار إلا أيامًا معدودة: يزعمون أن عذابهم -إن حدث- سيكون قصيرًا، وهو تمني باطل.",
  "81": "بلى من كسب سيئة وأحاطت به خطيئته فأولئك أصحاب النار: من ارتكب المعاصي واستمر عليها حتى غطّت قلبه، فهؤلاء في النار خالدين.",
  "82": "والذين آمنوا وعملوا الصالحات أولئك أصحاب الجنة: أما من آمن وعمل الخير فهم أهل الجنة خالدين فيها.",
  "83": "وإذ أخذنا ميثاق بني إسرائيل: الله أخذ عليهم عهدًا أن يعبدوه وحده ويحسنوا للناس، لكنهم نقضوا العهد.",
  "84": "وإذ أخذنا ميثاقكم لا تسفكون دماءكم: نُهي بنو إسرائيل عن القتل والظلم، ومع ذلك فعلوا عكس ذلك.",
  "85": "أفتؤمنون ببعض الكتاب وتكفرون ببعض: يلتزمون ببعض أحكام التوراة ويتجاهلون البعض الآخر حسب أهوائهم.",
  "86": "أولئك الذين اشتروا الحياة الدنيا بالآخرة: باعوا آخرتهم لأجل مصالح الدنيا، فليس لهم إلا العذاب.",
  "87": "ولقد آتينا موسى الكتاب وقفينا من بعده بالرسل: أرسل الله الرسل بعد موسى، وآتاهم البينات، ولكن اليهود كذّبوا وقتلوا بعضهم.",
  "88": "وقالوا قلوبنا غلف: زعموا أن قلوبهم مغلقة لا يدخلها الإيمان، فكذبوا، والله طبع على قلوبهم بسبب كفرهم.",
  "89": "ولما جاءهم كتاب من عند الله مصدق لما معهم: أي عندما جاءهم القرآن ووافق ما في كتبهم، أنكروه حسدًا.",
  "90": "بئسما اشتروا به أنفسهم: باعوا أنفسهم بثمن بخس، حين كذبوا بما أنزل الله حسدًا لغيرهم.",
  "91": "وإذا قيل لهم آمنوا بما أنزل الله قالوا نؤمن بما أنزل علينا: إذا طُلب منهم الإيمان بالقرآن قالوا نؤمن فقط بالتوراة، ويكفرون بما بعدها حسدًا.",
  "92": "ولقد جاءكم موسى بالبينات ثم اتخذتم العجل من بعده: رغم الآيات الواضحة التي جاء بها موسى، عبدوا العجل بعد غيابه.",
  "93": "وإذ أخذنا ميثاقكم ورفعنا فوقكم الطور: أُخذ عليهم عهد غليظ بالتزام التوراة، ومع ذلك تمردوا.",
  "94": "قل إن كانت لكم الدار الآخرة عند الله خالصة: إن زعمتم أن الجنة لكم وحدكم، فتمنوا الموت إن كنتم صادقين.",
  "95": "ولن يتمنوه أبداً بما قدمت أيديهم: لن يتمنوا الموت لأنهم يعلمون ما اقترفوه من الذنوب.",
  "96": "ولتجدنهم أحرص الناس على حياة: حريصون على الحياة حتى أكثر من الوثنيين، خوفًا من العقاب.",
  "97": "من كان عدواً لجبريل فإنه نزله على قلبك: من يعادي جبريل يعادي من أرسله، لأن جبريل هو من نزل بالقرآن.",
  "98": "من كان عدواً لله وملائكته ورسله وجبريل وميكال: من يعادي هؤلاء فقد عادى الله، والله عدو للكافرين.",
  "99": "ولقد أنزلنا إليك آيات بينات: القرآن واضح وبَيِّن، لا لبس فيه، يكفر به فقط الفاسقون.",
  "100": "أو كلما عاهدوا عهداً نبذه فريق منهم: كلما عاهدوا الله أو الناس، نكثوا العهد، لأن قلوبهم لا تؤمن حقًا.",
  "101": "ولما جاءهم رسول من عند الله مصدق لما معهم: لما أتاهم النبي محمد صلى الله عليه وسلم يصدق التوراة، كفروا به.",
  "102": "واتبعوا ما تتلوا الشياطين على ملك سليمان: اتبعوا السحر، وادّعوا أن سليمان تعلمه، والله برّأه من ذلك.",
  "103": "ولو أنهم آمنوا واتقوا: لو آمنوا بالله واتقوه، لكان لهم خير عظيم من عند الله.",
  "104": "يا أيها الذين آمنوا لا تقولوا راعنا: نهى الله المؤمنين عن استعمال ألفاظ قد تُفهم خطأ أو فيها خبث نية من اليهود.",
  "105": "ما يود الذين كفروا من أهل الكتاب ولا المشركين: لا يحب الكفار أن ينزل عليكم فضل من ربكم، لكن الله يختص برحمته من يشاء.",
  "106": "ما ننسخ من آية أو ننسها نأت بخير منها: أي آية ينسخها الله يأتي بما هو أنفع منها أو يساويها.",
  "107": "ألم تعلم أن الله له ملك السماوات والأرض: كل الأمور بيد الله، لا يُسأل عما يفعل.",
  "108": "أم تريدون أن تسألوا رسولكم كما سُئل موسى: لا تطلبوا من النبي ما طلبه بنو إسرائيل من موسى من تعنت وجحود.",
  "109": "ودّ كثير من أهل الكتاب لو يردونكم: كثير من اليهود والنصارى يتمنون أن تتركوا إيمانكم حسدًا من عند أنفسهم.",
  "110": "وأقيموا الصلاة وآتوا الزكاة: استقيموا في العبادة والإنفاق، فذلك أساس القرب من الله، والله عليم بكم.",
  "111": "وقالوا لن يدخل الجنة إلا من كان هودًا أو نصارى: كل فرقة تزعم أن الجنة حكر عليها، قل لهم: هاتوا برهانكم إن كنتم صادقين.",
  "112": "بلى من أسلم وجهه لله وهو محسن: من أخلص العبادة لله وعمل صالحًا فله أجره ولا خوف عليه.",
  "113": "وقالت اليهود ليست النصارى على شيء: كل طائفة تكفر الأخرى، مع أنهم يقرؤون نفس الكتاب، هذا من جهلهم وتناقضهم.",
  "114": "ومن أظلم ممن منع مساجد الله: من أظلم ممن يمنع ذكر الله في المساجد ويسعى في خرابها؟ لهم خزي في الدنيا وعذاب في الآخرة.",
  "115": "ولله المشرق والمغرب: فأينما تتوجهوا في صلاتكم فثم وجه الله، لأنه مالك الجهات كلها.",
  "116": "وقالوا اتخذ الله ولدًا: سبحانه وتعالى عن ذلك، بل له ملك السماوات والأرض وكل ما فيها خاضع له.",
  "117": "بديع السماوات والأرض: خالقها على غير مثال سابق، إذا أراد شيئًا قال له كن فيكون.",
  "118": "وقال الذين لا يعلمون: طلبوا رؤية الله أو آية حسية، كما فعلت الأمم قبلهم، ولكن الله بيّن آياته للناس.",
  "119": "إنا أرسلناك بالحق بشيرًا ونذيرًا: الله أرسل نبيه محمد ﷺ ليبشر المؤمنين وينذر الكافرين، وليس عليك هدايتهم.",
  "120": "ولن ترضى عنك اليهود ولا النصارى: لن يرضوا عنك حتى تتبع ملتهم، فتمسك بالوحي ولا تتبع أهواءهم.",
  "121": "الذين آتيناهم الكتاب يتلونه حق تلاوته: الذين يقرؤون الكتاب كما أُنزل، ويتبعونه، هؤلاء هم المؤمنون حقًا.",
  "122": "يا بني إسرائيل اذكروا نعمتي: تذكير لليهود بنعمة الله عليهم، ودعوة للوفاء بالعهد.",
  "123": "واتقوا يومًا لا تجزي نفس عن نفس شيئًا: خافوا يوم القيامة، لا ينفع فيه أحد أحدًا، ولا شفاعة إلا بإذن الله.",
  "124": "وإذ ابتلى إبراهيم ربه بكلمات: الله اختبر إبراهيم فنجح، فجعله إمامًا للناس، ولكن الإمامة لا تشمل الظالمين.",
  "125": "وإذ جعلنا البيت مثابة للناس وأمنًا: الكعبة قبلة ومكان أمن، وأُمر الناس باتخاذ مقام إبراهيم مصلى.",
  "126": "وإذ قال إبراهيم رب اجعل هذا بلدًا آمنا: دعاء إبراهيم بأن يكون مكة آمنة، ويُرزق أهلها من الطيبات.",
  "127": "وإذ يرفع إبراهيم القواعد من البيت وإسماعيل: حينما بنيا الكعبة، وكانا يدعوان الله بقبول العمل.",
  "128": "ربنا واجعلنا مسلمين لك: دعاء بالإخلاص لله، وأن يُخرج من ذريتهما أمة مسلمة مؤمنة.",
  "129": "ربنا وابعث فيهم رسولًا منهم: دعاء أن يُبعث في ذريتهم نبي يعلمهم الكتاب والحكمة ويزكيهم.",
  "130": "ومن يرغب عن ملة إبراهيم إلا من سفه نفسه: لا يعرض عن دين إبراهيم إلا جاهل بنفسه، وقد اختاره الله في الدنيا والآخرة.",
  "131": "إذ قال له ربه أسلم قال أسلمت لرب العالمين: حين أمر الله إبراهيم بالإسلام، أطاع فورًا دون تردد.",
  "132": "ووصى بها إبراهيم بنيه ويعقوب: أوصى ذريته بالتمسك بالإسلام، وأمرهم ألا يموتوا إلا وهم مسلمون.",
  "133": "أم كنتم شهداء إذ حضر يعقوب الموت: تحدٍّ لبني إسرائيل: هل حضرتم موت يعقوب حين أوصى أبناءه بالإيمان بالله وحده؟",
  "134": "تلك أمة قد خلت لها ما كسبت: الأمم السابقة لها أعمالها، وأنتم لا تُحاسبون إلا على ما تفعلون.",
  "135": "وقالوا كونوا هودًا أو نصارى تهتدوا: اليهود والنصارى زعموا أن الهداية في اتباعهم، فالله رد عليهم.",
  "136": "قولوا آمنا بالله وما أنزل إلينا: أمر الله المؤمنين بالإيمان بجميع الرسل والكتب دون تفريق.",
  "137": "فإن آمنوا بمثل ما آمنتم به فقد اهتدوا: من وافقكم في هذا الإيمان فهو على الحق، ومن خالف فالله يتولّى حسابه.",
  "138": "صبغة الله ومن أحسن من الله صبغة: الإسلام هو دين الله الحق، ولا أحد أفضل منه منهجًا.",
  "139": "أتحاجوننا في الله وهو ربنا وربكم: كيف تجادلوننا في الله، وهو رب الجميع، ولكل أمة أعمالها؟",
  "140": "أم تقولون إن إبراهيم وإسماعيل... كانوا هودًا أو نصارى؟: كذب من نسب هؤلاء الأنبياء لليهودية أو النصرانية، فقد جاؤوا قبلها، وكانوا حنفاء مسلمين.",
  "141": "تلك أمة قد خلت لها ما كسبت ولكم ما كسبتم ولا تُسألون عما كانوا يعملون: لا يُفيدكم نسبكم لهم، أنتم مسؤولون عن أعمالكم.",
  "142": "سيقول السفهاء من الناس ما ولاهم عن قبلتهم التي كانوا عليها: الجهّال سيستنكرون تغيير القبلة، والله يُبين أن له ملك السماوات والأرض.",
  "143": "وكذلك جعلناكم أمة وسطا: جعلناكم معتدلين في الدين، لتكونوا شهداء على الناس، ويكون الرسول شهيدًا عليكم.",
  "144": "قد نرى تقلب وجهك في السماء: الله استجاب لتوجه النبي ﷺ لتغيير القبلة نحو الكعبة، وأمره أن يوجّه وجهه إليها في الصلاة.",
  "145": "ولئن أتيت الذين أوتوا الكتاب بكل آية ما تبعوا قبلتك: اليهود والمسيحيون لن يتبعوا قبلة المسلمين، وكلٌّ متمسكٌ بما عنده.",
  "146": "الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم: أهل الكتاب يعرفون النبي محمدًا ﷺ وصدق دعوته كما يعرفون أبناءهم.",
  "147": "الحق من ربك فلا تكونن من الممترين: هذا هو الحق من عند الله، فلا تكن من الشاكّين – والمراد به التأكيد للمؤمنين.",
  "148": "ولكل وجهة هو موليها فاستبقوا الخيرات: كل أمة لها قبلة تتوجه إليها، فالأولى التنافس في الطاعات، فالله سيجمعكم يوم القيامة.",
  "149": "ومن حيث خرجت فول وجهك شطر المسجد الحرام: أينما كنت، وجّه وجهك في الصلاة نحو الكعبة، فهذا أمر من الله.",
  "150": "ومن حيث خرجت فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره: تأكيد على أمر التوجه للكعبة، لئلا يكون للناس حجة على المسلمين، إلا من ظلم منهم.",
  "151": "كما أرسلنا فيكم رسولاً منكم: كما أن الله أرسل فيكم رسولًا من أنفسكم يعلّمكم ويزكّيكم، فاشكروا نعمته عليكم.",
  "152": "فاذكروني أذكركم واشكروا لي ولا تكفرون: اذكروا الله بالطاعة يذكركم بالخير، واشكروه ولا تجحدوا نعمه.",
  "153": "يا أيها الذين آمنوا استعينوا بالصبر والصلاة: اطلبوا العون من الله بالصبر والصلاة، فالله مع الصابرين.",
  "154": "ولا تقولوا لمن يقتل في سبيل الله أموات: لا تقولوا عن الشهداء إنهم أموات، بل هم أحياء عند الله، لا تشعرون بهم.",
  "155": "ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات: سيبتليكم الله بالمحن، فصبروا تنالوا البشرى.",
  "156": "الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون: هؤلاء الصابرون يعترفون أن كل شيء لله، وأنهم راجعون إليه.",
  "157": "أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون: لهم رحمة من الله وهداية بسبب صبرهم ورضاهم.",
  "158": "إن الصفا والمروة من شعائر الله: الطواف بينهما عبادة مشروعة، فلا إثم على من يسعى بينهما، بل هو من النسك.",
  "159": "إن الذين يكتمون ما أنزلنا من البينات والهدى: من يكتم الحق من العلم بعد ما بيّنه الله، عليهم لعنة الله والناس.",
  "160": "إلا الذين تابوا وأصلحوا وبيّنوا: من تاب منهم وبيّن للناس ما أخفاه، فهؤلاء يتوب الله عليهم، وهو التواب الرحيم.",
  "161": "إن الذين كفروا وماتوا وهم كفار أولئك عليهم لعنة الله والملائكة والناس أجمعين: الكافرون الذين لم يتوبوا حتى ماتوا، مطرودون من رحمة الله وكل خلقه.",
  "162": "خالدين فيها لا يخفف عنهم العذاب ولا هم ينظرون: سيبقون في اللعنة والعذاب الدائم، بلا تخفيف أو تأجيل.",
  "163": "وإلهكم إله واحد لا إله إلا هو الرحمن الرحيم: معبودكم واحد لا شريك له، صفاته الرحمة واللطف.",
  "164": "إن في خلق السماوات والأرض واختلاف الليل والنهار والفلك... لآيات لقوم يعقلون: في مظاهر الكون دلائل واضحة على وجود الله لمن يعقل ويتدبر.",
  "165": "ومن الناس من يتخذ من دون الله أندادًا يحبونهم كحب الله: بعضهم يُشرك بالله بحبّهم لغيره كحبّه، لكن المؤمنين يخلصون له المحبة.",
  "166": "إذ تبرأ الذين اتُّبعوا من الذين اتَّبعوا: يوم القيامة يتبرأ القادة الظالمون من أتباعهم حين يرون العذاب.",
  "167": "وقال الذين اتَّبعوا لو أن لنا كرة فنتبرأ منهم: الأتباع يتمنون العودة للدنيا ليتبرؤوا من القادة كما تبرأ القادة منهم.",
  "168": "يا أيها الناس كلوا مما في الأرض حلالاً طيبًا: الله يأمر الناس بأن يأكلوا من طيبات الأرض بشرط أن تكون حلالًا.",
  "169": "إنما يأمركم بالسوء والفحشاء وأن تقولوا على الله ما لا تعلمون: الشيطان يوسوس لكم بارتكاب المحرمات والكذب على الله.",
  "170": "وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما ألفينا عليه آباءنا: يرفضون الوحي متمسكين بعادات آبائهم حتى وإن كانت ضلالاً.",
  "171": "ومثل الذين كفروا كمثل الذي ينعق بما لا يسمع إلا دعاء ونداء: الكافر مثل البهيمة التي لا تفقه من صوت الراعي شيئًا، فقط تسمع بلا فهم.",
  "172": "يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم واشكروا لله: المؤمنون مأمورون بأكل الطيب الحلال وشكر الله عليه.",
  "173": "إنما حرّم عليكم الميتة والدم ولحم الخنزير وما أهلّ لغير الله به: المحرمات في الطعام واضحة، وما اضطررتم إليه فهو مباح رفعًا للحرج.",
  "174": "إن الذين يكتمون ما أنزل الله من الكتاب ويشترون به ثمناً قليلاً: الذين يخفون الحق من أجل مصالح دنيوية، يستبدلون هدى الله بمتاع زائل.",
  "175": "أولئك الذين اشتروا الضلالة بالهدى والعذاب بالمغفرة: اختاروا الضياع بإرادتهم، فاستحقوا العذاب بدل الرحمة.",
  "176": "ذلك بأن الله نزل الكتاب بالحق: لأن الله أنزل الكتاب بوضوح وحق، فكتمان الحق جريمة.",
  "177": "ليس البر أن تولوا وجوهكم... ولكن البر من آمن بالله: البر الحقيقي ليس في المظاهر، بل في الإيمان والعمل الصالح والتقوى والوفاء.",
  "178": "يا أيها الذين آمنوا كُتب عليكم القصاص في القتلى: شرع الله القصاص العادل ليحفظ النفوس والحقوق.",
  "179": "ولكم في القصاص حياة يا أولي الألباب: القصاص وسيلة لحماية المجتمع من القتل، وفيه حياة رادعة.",
  "180": "كتب عليكم إذا حضر أحدكم الموت إن ترك خيراً الوصية: على من يحتضر وله مال أن يوصي لوالديه والأقربين بحق، قبل أن يُقسم المال شرعاً.",
  "181": "فمن بدّله بعد ما سمعه فإنما إثمه على الذين يبدلونه: من غيّر الوصية بعد سماعها فهو آثم، أما الموصي فلا حرج عليه.",
  "182": "فمن خاف من موصٍ جنفاً أو إثماً فأصلح بينهم فلا إثم عليه: إن خشي من الموصي ظلمًا أو خطأً وأصلح بين الورثة فلا إثم عليه.",
  "183": "يا أيها الذين آمنوا كُتب عليكم الصيام كما كُتب على الذين من قبلكم لعلكم تتقون: فرض الله الصيام لتزكية النفس وتحقيق التقوى.",
  "184": "أيامًا معدودات... ومن تطوع خيرًا فهو خير له: الصيام فرض في أيام محدودة، ومن تطوع بأكثر فهو أفضل، ومن عجز فليُطعِم.",
  "185": "شهر رمضان الذي أُنزل فيه القرآن... فمن شهد منكم الشهر فليصمه: رمضان شهر نزول القرآن، وفرض الصيام فيه لمن شهده ولم يكن مريضًا أو مسافرًا.",
  "186": "وإذا سألك عبادي عني فإني قريب...: الله قريب يجيب دعوة الداعي، فليدعوه بإخلاص وإيمان.",
  "187": "أُحلّ لكم ليلة الصيام الرفث إلى نسائكم...: أباح الله العلاقة بين الزوجين ليلاً في رمضان، وجعل الصيام من الفجر حتى الليل.",
  "188": "ولا تأكلوا أموالكم بينكم بالباطل...: تحذير من السرقة والاحتيال والرشوة، خاصة بتحريف الأحكام.",
  "189": "يسألونك عن الأهلة...: الأهلة هي مواقيت للناس، ولا عبرة بدخول البيوت من ظهورها، بل التقوى في طاعة الله.",
  "190": "وقاتلوا في سبيل الله الذين يقاتلونكم ولا تعتدوا: أُذن للمؤمنين بالقتال دفاعًا لا اعتداءً، فالله لا يحب الظالمين.",
  "191": "واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم...: قاتلوا المعتدين في كل مكان، والرد بالمثل مشروع في حال الاضطهاد والتهجير.",
  "192": "فإن انتهوا فإن الله غفور رحيم: إن كفّ الكفار عن القتال وأسلموا، فالله يغفر لهم ويرحمهم.",
  "193": "وقاتلوهم حتى لا تكون فتنة ويكون الدين لله...: القتال مشروع حتى تزول الفتنة ويكون الدين خالصًا لله، لا لإكراه الناس.",
  "194": "الشهر الحرام بالشهر الحرام والحرمات قصاص...: إن اعتدى العدو في الأشهر الحرم فقاتلوه، فالمعاملة بالمثل جائزة.",
  "195": "وأنفقوا في سبيل الله ولا تلقوا بأيديكم إلى التهلكة...: الإنفاق في سبيل الله واجب، وتركه يعرّض الأمة للهلاك، وأحسنوا في أفعالكم.",
  "196": "وأتموا الحج والعمرة لله...: على من أحرم بالحج أو العمرة إتمامهما، ومن فاته بسبب عذر فليفدِ، ومن تيسّر له التمتع فعليه الهدي أو الصيام.",
  "197": "الحج أشهر معلومات...: في الحج يجب الترفع عن الفحش والجدال، وخير الزاد التقوى.",
  "198": "ليس عليكم جناح أن تبتغوا فضلاً من ربكم...: لا حرج في طلب الرزق خلال الحج، والله يذكّر بذكره بعد الانتهاء من المناسك.",
  "199": "ثم أفيضوا من حيث أفاض الناس...: على الحجاج أن يقفوا بعرفة ويبيتوا بمزدلفة، كما كان يفعل الناس جميعًا، ويستغفروا الله.",
  "200": "فإذا قضيتم مناسككم فاذكروا الله كذكركم آباءكم...: بعد الانتهاء من الحج، أكثروا من ذكر الله ودعائه، فهو خير من التفاخر بالآباء.",
  "201": "ومنهم من يقول ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار: أفضل الدعاء ما يجمع خير الدنيا والآخرة، كدعاء الصالحين.",
  "202": "أولئك لهم نصيب مما كسبوا والله سريع الحساب: الذين يدعون بهذا الدعاء سينالون جزاءهم من الله، والله لا يُؤخر الحساب.",
  "203": "واذكروا الله في أيام معدودات...: أمر الله بذكره في أيام التشريق بعد أيام النحر، وهو امتداد لعبادة الحج.",
  "204": "ومن الناس من يعجبك قوله في الحياة الدنيا ويشهد الله على ما في قلبه وهو ألد الخصام: بعض الناس يتظاهرون بالصلاح وهم شديدو العداوة في الباطن.",
  "205": "وإذا تولى سعى في الأرض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد: هؤلاء المنافقون يسعون بالفساد رغم كلامهم المعسول.",
  "206": "وإذا قيل له اتق الله أخذته العزة بالإثم فحسبه جهنم ولبئس المهاد: إذا نُصح تكبّر وتمادى، فمصيره جهنم.",
  "207": "ومن الناس من يشري نفسه ابتغاء مرضات الله والله رءوف بالعباد: بالمقابل، هناك من يضحي بنفسه طاعة لله، والله يُكرمه برحمته.",
  "208": "يا أيها الذين آمنوا ادخلوا في السلم كافة ولا تتبعوا خطوات الشيطان...: أمر بالدخول في الإسلام كليًا، لا بالتجزئة، والتحذير من اتباع الشيطان.",
  "209": "فإن زللتم من بعد ما جاءتكم البينات فاعلموا أن الله عزيز حكيم: من انحرف بعد وضوح الحق، فالله غالب في أمره وحكيم في جزائه.",
  "210": "هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة...: لا ينتظرون إلا قيام الساعة وعذابها، وحينها لا ينفع الإيمان المفاجئ.",
  "211": "سل بني إسرائيل كم آتيناهم من آية بينة...: الله يُذكّر بحججه التي أظهرها لبني إسرائيل، ومع ذلك كفروا بها.",
  "212": "زُين للذين كفروا الحياة الدنيا...: الكفار اغتروا بالدنيا، بينما المؤمنون ينتظرون الآخرة، والله يرزق من يشاء.",
  "213": "كان الناس أمة واحدة...: البشر بدأوا موحدين، ثم اختلفوا، فأرسل الله الأنبياء ليحكموا بينهم.",
  "214": "أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم...: الابتلاءات سُنة الله، فلا دخول للجنة دون صبر وثبات.",
  "215": "يسألونك ماذا ينفقون...: الجواب أن الإنفاق يكون للأقربين والمحتاجين، والنية الصادقة أساس القبول.",
  "216": "كتب عليكم القتال وهو كره لكم...: القتال فُرض رغم كراهية النفس له؛ فقد يكون فيه خير خفي.",
  "217": "يسألونك عن الشهر الحرام قتال فيه...: القتال فيه إثم، لكنّ الصد عن سبيل الله أشد، فلا يُخدع المؤمنون بالدعاية المضللة.",
  "218": "إن الذين آمنوا والذين هاجروا وجاهدوا...: هؤلاء لهم رجاء عند الله، جزاء على تضحياتهم.",
  "219": "يسألونك عن الخمر والميسر...: فيهما إثم ومنافع، لكن الإثم أكبر، بداية التحريم التدريجي.",
  "220": "في الدنيا والآخرة... ويسألونك عن اليتامى...: الإحسان لليتامى مطلوب، والله يعلم النية، فلا ضرر إن خالطتموهم بإحسان.",
  "221": "ولا تنكحوا المشركات حتى يؤمن...: لا يجوز للمؤمن أن يتزوج مشركة، فالدين أولى من الجمال والنسب، وكذلك العكس للمؤمنة.",
  "222": "ويسألونك عن المحيض...: المحيض أذى، فاعتزلوا النساء فيه حتى يطهرن، ثم يباح الوطء بعد الطهر.",
  "223": "نساؤكم حرث لكم...: علاقة الزوج بزوجته كعلاقة الزرع بالأرض، فيها مودة وتخطيط للمستقبل، مع تحذير من تجاوز الحدود.",
  "224": "ولا تجعلوا الله عرضة لأيمانكم...: لا تتخذوا الحلف بالله عذرًا لترك الخير أو قطع العلاقات.",
  "225": "لا يؤاخذكم الله باللغو في أيمانكم...: القسم العفوي أو الذي لا يُقصد لا يؤاخذ الله عليه، ولكن يُؤاخذ بما عقدت القلوب.",
  "226": "للذين يؤلون من نسائهم...: من أقسم أن لا يقرب زوجته له أربعة أشهر مهلة، ثم إمساك أو طلاق.",
  "227": "فإن فاؤوا فإن الله غفور رحيم...: الرجوع خير، والله يغفر التوبة، وإن لم يرجعوا فالطلاق واقع.",
  "228": "والمطلقات يتربصن بأنفسهن...: المرأة المطلقة تنتظر ثلاثة قروء (حيضات) قبل الزواج، وفي هذه المدة يمكن الرجعة إن أراد الزوج الإصلاح.",
  "229": "الطلاق مرتان...: للزوج حق في طلقتين فقط مع الرجعة، فإن طلّق الثالثة فلا تحل له حتى تتزوج غيره، وهناك دعوة للإحسان في المعاملة والفراق.",
  "230": "فإن طلقها فلا تحل له...: بعد الطلقة الثالثة لا تعود المرأة إلا إذا تزوجت رجلًا آخر ثم فارقها عن رغبة، وليس تحايلاً.",
  "231": "وإذا طلقتم النساء فبلغن أجلهن...: عند انتهاء العدة يجب إما إمساكهن بمعروف أو تسريح بإحسان، لا يجوز المضارة.",
  "232": "وإذا طلقتم النساء فبلغن أجلهن فلا تعضلوهن...: لا تمنعوا المرأة من الرجوع إلى زوجها إذا تراضيا، خصوصًا بعد الطلقة الأولى أو الثانية.",
  "233": "والوالدات يرضعن أولادهن حولين كاملين...: الأم ترضع طفلها سنتين، وعلى الأب النفقة، فإن اتفقا على الفطام جاز، ويجوز الاسترضاع من مرضعة أخرى.",
  "234": "والذين يتوفون منكم ويذرون أزواجاً...: على الأرملة أن تنتظر أربعة أشهر وعشرة أيام قبل الزواج مرة أخرى.",
  "235": "ولا جناح عليكم فيما عرضتم به...: لا حرج في التلميح للزواج من أرملة في عدتها، لكن لا يجوز التصريح حتى تنقضي العدة.",
  "236": "لا جناح عليكم إن طلقتم النساء ما لم تمسوهن...: لا إثم في طلاق المرأة قبل الدخول أو تحديد المهر، ويستحب إرضاؤها بهدية.",
  "237": "وإن طلقتموهن من قبل أن تمسوهن...: إن حصل طلاق قبل الدخول وبعد تحديد المهر، فلها نصف المهر إلا إذا سامحت أو سامح الزوج.",
  "238": "حافظوا على الصلوات...: أمر بالمحافظة على جميع الصلوات، وبخاصة الصلاة الوسطى، مع الخشوع لله.",
  "239": "فإن خفتم فرجالاً أو ركبانا...: في حالات الخوف يجوز الصلاة مشيًا أو على الراحلة، ثم يُعَاد الذكر بعد الأمان.",
  "240": "والذين يتوفون منكم ويذرون أزواجاً وصية...: كان من حق الأرملة السكنى والنفقة سنةً من مال الزوج المتوفى، ثم نُسخ الحكم بالعدة.",
  "241": "وللمطلقات متاع بالمعروف حقاً على المتقين: يُوجب على المطلقات نفقة وهديّة بحسب الاستطاعة والعدل، وهذا من تقوى الله.",
  "242": "كذلك يبين الله لكم آياته لعلكم تعقلون: الله يوضح أحكامه ليفهمها الناس بعقولهم ويتفكروا فيها.",
  "243": "ألم تر إلى الذين خرجوا من ديارهم وهم ألوف حذر الموت...: قوم فرّوا من بلدهم خوفًا من الموت، فأماتهم الله ثم أحياهم، عظة على قدرة الله.",
  "244": "وقاتلوا في سبيل الله واعلموا أن الله سميع عليم: أمر بالجهاد مع اليقين بأن الله يسمع ويعلم كل شيء.",
  "245": "من ذا الذي يقرض الله قرضاً حسناً...: من يُنفق في سبيل الله يُضاعَف له الأجر أضعافًا كثيرة، والله يقبض ويبسط.",
  "246": "ألم تر إلى الملإ من بني إسرائيل...: جماعة من بني إسرائيل طلبوا ملكًا ليقاتلوا، فلما أُمروا بالقتال تراجع أكثرهم.",
  "247": "وقال لهم نبيهم إن الله قد بعث لكم طالوت ملكاً...: النبي أخبرهم أن الله اختار طالوت ملكًا عليهم، فأنكروا لأنه فقير، لكن الله فضّله بالعلم والقوة.",
  "248": "وقال لهم نبيهم إن آية ملكه أن يأتيكم التابوت...: علامة ملكه أن يأتيهم التابوت الذي فيه بقايا من آل موسى وهارون.",
  "249": "فلما فصل طالوت بالجنود قال إن الله مبتليكم بنهر...: اختبار من الله بعدم الشرب من النهر، فشرب الأكثرون ولم يصبر إلا القليل، وهم المؤمنون الصادقون.",
  "250": "ولما برزوا لجالوت وجنوده قالوا ربنا أفرغ علينا صبراً...: دعوا الله أن يثبتهم أمام جالوت وجيشه، وأن ينصرهم على القوم الكافرين.",
  "251": "فهزموهم بإذن الله وقتل داوود جالوت...: انتصر المؤمنون على جيش جالوت بإذن الله، وقتله داوود، وآتاه الله الملك والحكمة.",
  "252": "تلك آيات الله نتلوها عليك بالحق وإنك لمن المرسلين: هذه من قصص الحق التي يُثبت بها الله أن محمدًا رسول من عنده.",
  "253": "تلك الرسل فضلنا بعضهم على بعض...: يبيّن الله أنه فضّل بعض الأنبياء على بعض، منهم من كلمه، ومنهم من رفعه درجات، وأيد بعضهم بالمعجزات.",
  "254": "يا أيها الذين آمنوا أنفقوا مما رزقناكم من قبل أن يأتي يوم...: دعوة للإنفاق في سبيل الله قبل يوم القيامة، حيث لا ينفع مال ولا شفاعة.",
  "255": "الله لا إله إلا هو الحي القيوم...: آية الكرسي، أعظم آية في القرآن، تصف عظمة الله، علمه، ملكه، وقدرته التي لا تحد.",
  "256": "لا إكراه في الدين...: الإسلام لا يُفرض بالإكراه، بل يُعرض بالحجة، وقد تبيّن الرشد من الضلال.",
  "257": "الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور...: الله يهدي المؤمنين، أما الكفار فموالون للشيطان، يضلّهم ويغرقهم في الظلام.",
  "258": "ألم تر إلى الذي حاج إبراهيم في ربه أن آتاه الله الملك...: قصة نمروذ مع إبراهيم حين جادله، فأفحمه إبراهيم بأن الله يأتي بالشمس من المشرق فأت بها من المغرب.",
  "259": "أو كالذي مر على قرية وهي خاوية...: قصة رجل أماته الله مئة عام ثم بعثه، ليُظهر له قدرته في إحياء الموتى.",
  "260": "وإذ قال إبراهيم رب أرني كيف تحيي الموتى...: إبراهيم سأل الله ليرى كيف يُحيي الموتى، فأمره الله بذبح طيور وتفريقها، ثم ناداهن فعُدن إليه حيّات، دليلاً على قدرة الله.",
  "261": "مثل الذين ينفقون أموالهم في سبيل الله...: من يُنفق في سبيل الله يُضاعَف له الأجر، كمثل حبة أنبتت سبع سنابل، في كل سنبلة مئة حبة.",
  "262": "الذين ينفقون أموالهم في سبيل الله ثم لا يتبعون ما أنفقوا منا ولا أذى...: من يُنفق دون أن يمنّ أو يؤذي، له أجره عند الله ولا خوف عليه.",
  "263": "قول معروف ومغفرة خير من صدقة يتبعها أذى...: الكلام الطيب والمغفرة أفضل من صدقة يتبعها أذى.",
  "264": "يا أيها الذين آمنوا لا تبطلوا صدقاتكم بالمن والأذى...: مَن يمنّ على الفقير أو يُؤذيه، كمن ينفق رياءً فيبطل عمله، كمثل صخرة عليها تراب فصيبها وابل فتركها صلداً.",
  "265": "ومثل الذين ينفقون أموالهم ابتغاء مرضاة الله...: من يُنفق بإخلاص، كمثل جنة على ربوة، أصابها وابل فآتت أُكلها ضعفين.",
  "266": "أيود أحدكم أن تكون له جنة من نخيل وأعناب...: سؤال بلاغي يحث على الإخلاص، هل يرضى أحدكم أن تُحرق جنته وهو في أشد الحاجة لها؟",
  "267": "يا أيها الذين آمنوا أنفقوا من طيبات ما كسبتم...: أمرٌ بالإنفاق من أفضل ما كسبه الإنسان، لا من الرديء منه.",
  "268": "الشيطان يعدكم الفقر ويأمركم بالفحشاء...: الشيطان يثني الإنسان عن الإنفاق بخوف الفقر، بينما الله يعد بالمغفرة والفضل.",
  "269": "يؤتي الحكمة من يشاء...: الله يهب الحكمة لمن يشاء، ومن يُؤت الحكمة فقد أوتي خيرًا كثيرًا.",
  "270": "وما أنفقتم من نفقة أو نذرتم من نذر...: كل ما يُنفق في سبيل الله معلومٌ لديه، وهو يجازي عليه.",
  "271": "إن تبدوا الصدقات فنعما هي...: إظهار الصدقة جائز، لكنه أفضل أن تُخفى وتعطى للفقراء، فهو أقرب للتقوى.",
  "272": "ليس عليك هداهم ولكن الله يهدي من يشاء...: ليس على النبي مسؤولية هداية القلوب، بل عليه البلاغ، والله هو الهادي.",
  "273": "للفقراء الذين أحصروا في سبيل الله...: الصدقة أحق بالمجاهدين المنقطعين لله، لا يستطيعون طلب الرزق.",
  "274": "الذين ينفقون أموالهم بالليل والنهار سراً وعلانية...: كل من يُنفق في سبيل الله بأي وسيلة له أجره عند ربه.",
  "275": "الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان...: آكلو الربا كمن به مسٌّ من الشيطان، لأنهم يقولون إن الربا كالبيع، والله حرّم الربا.",
  "276": "يمحق الله الربا ويربي الصدقات...: الربا يُذهب البركة، والصدقات يُضاعف الله أجرها.",
  "277": "إن الذين آمنوا وعملوا الصالحات...: لهم أجرهم ولا خوف عليهم.",
  "278": "يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا...: أمرٌ بترك الربا تمامًا.",
  "279": "فإن لم تفعلوا فأذنوا بحرب من الله ورسوله...: من أصر على الربا، فهو في حربٍ مع الله.",
  "280": "وإن كان ذو عسرة فنظرة إلى ميسرة...: إن كان المدين فقيرًا، فانتظروا حتى ييسر الله له.",
  "281": "واتقوا يوماً ترجعون فيه إلى الله...: تذكير بالموت والحساب، وأن كل نفس تُوفى ما كسبت.",
  "282": "يا أيها الذين آمنوا إذا تداينتم بدين إلى أجل مسمى فاكتبوه...: أطول آية في القرآن، تأمر بتوثيق الدين كتابةً وعدالةً.",
  "283": "وإن كنتم على سفر ولم تجدوا كاتباً فرهان مقبوضة...: في حال غياب الكاتب، يكون الرهن وسيلة توثيق الدين.",
  "284": "لله ما في السماوات وما في الأرض...: كل شيء ملك لله، ويعلم كل ما في الصدور.",
  "285": "آمن الرسول بما أنزل إليه من ربه...: إقرار إيماني من الرسول والمؤمنين بكل ما أنزله الله من كتب ورسل.",
  "286": "لا يكلف الله نفساً إلا وسعها...: الله لا يحمّل الإنسان ما لا يطيق، ولكل عمل جزاء، دعاء بطلب العفو والمغفرة والنصر."
}