{
  "1": "الم: حروف مقطعة، الله أعلم بمرادها، وقد تُشير إلى إعجاز القرآن.",
  "2": "الله لا إله إلا هو الحي القيوم: لا معبود بحق غير الله، الحيّ الذي لا يموت، القائم على شؤون خلقه.",
  "3": "نزل عليك الكتاب بالحق مصدقاً لما بين يديه وأنزل التوراة والإنجيل: أنزل الله القرآن حقًا، موافقًا للكتب السابقة.",
  "4": "من قبل هدى للناس وأنزل الفرقان: التوراة والإنجيل كانا هداية، والقرآن جاء ليفرق بين الحق والباطل.",
  "5": "إن الله لا يخفى عليه شيء في الأرض ولا في السماء: علم الله شامل لكل شيء في الكون.",
  "6": "هو الذي يصوركم في الأرحام كيف يشاء لا إله إلا هو العزيز الحكيم: هو الخالق المصوّر للإنسان كما يشاء، بحكمة.",
  "7": "هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات: بعض الآيات واضحة المعنى، وأخرى تحتمل معاني متعددة، والراسخون في العلم يؤمنون بها جميعًا.",
  "8": "ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت الوهاب: دعاء لثبات القلب على الإيمان والرحمة من الله.",
  "9": "ربنا إنك جامع الناس ليوم لا ريب فيه إن الله لا يخلف الميعاد: إقرار بحتمية البعث والحساب، والله لا يخلف وعده.",
  "10": "إن الذين كفروا لن تغني عنهم أموالهم ولا أولادهم من الله شيئاً وأولئك هم وقود النار: الكافرون لا تنفعهم أموالهم يوم القيامة.",
  "11": "كدأب آل فرعون والذين من قبلهم كذبوا بآياتنا فأخذهم الله بذنوبهم: مثل الأمم السابقة، كفروا فعاقبهم الله.",
  "12": "قل للذين كفروا ستغلبون وتحشرون إلى جهنم وبئس المهاد: تهديد للكافرين بالهزيمة في الدنيا والعذاب في الآخرة.",
  "13": "قد كان لكم آية في فئتين التقتا: إشارة إلى غزوة بدر، حيث نصر الله المسلمين رغم قلة عددهم.",
  "14": "زين للناس حب الشهوات: الميل الطبيعي نحو المال والنساء والأولاد، لكنها متاع زائل.",
  "15": "قل أؤنبئكم بخير من ذلكم: الجنة أعظم من كل شهوات الدنيا، وهي للمؤمنين المتقين.",
  "16": "الذين يقولون ربنا إننا آمنا فاغفر لنا ذنوبنا وقنا عذاب النار: من صفات المؤمنين أنهم يتوسلون بالمغفرة.",
  "17": "الصابرين والصادقين والقانتين والمنفقين والمستغفرين بالأسحار: صفات أهل الجنة من عبادات وأخلاق.",
  "18": "شهد الله أنه لا إله إلا هو والملائكة وأولو العلم قائماً بالقسط: التوحيد حقٌّ تشهد عليه السماوات والأرض وأهل العلم.",
  "19": "إن الدين عند الله الإسلام: الدين المقبول عند الله هو الإسلام، التسليم لله بالطاعة.",
  "20": "فإن حاجوك فقل أسلمت وجهي لله: إن جادلك أحد، فأخبره أنك مخلص لله، ومن يتبعك أيضًا."
}{
  "21": "إن الذين يكفرون بآيات الله ويقتلون النبيين بغير حق ويقتلون الذين يأمرون بالقسط من الناس فبشرهم بعذاب أليم: تهديد شديد لمن يعادون الحق ويقتلون أنبياء الله ودعاته.",
  "22": "أولئك الذين حبطت أعمالهم في الدنيا والآخرة وما لهم من ناصرين: كل أعمالهم باطلة، ولا يجدون من ينصرهم.",
  "23": "ألم تر إلى الذين أوتوا نصيباً من الكتاب يدعون إلى كتاب الله ليحكم بينهم ثم يتولى فريق منهم وهم معرضون: اليهود الذين أُمروا بتحكيم التوراة ثم أعرضوا عنها.",
  "24": "ذلك بأنهم قالوا لن تمسنا النار إلا أياماً معدودات وغرهم في دينهم ما كانوا يفترون: ادعاء باطل بالتخفيف من عذابهم، فغرّهم كذبهم.",
  "25": "فكيف إذا جمعناهم ليوم لا ريب فيه ووفيت كل نفس ما كسبت وهم لا يظلمون: تحذير من يوم القيامة، حيث يُعطى كلٌّ جزاءه.",
  "26": "قل اللهم مالك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء: الله وحده المتصرف في كل شؤون المُلك، يُعزّ ويُذلّ.",
  "27": "تولج الليل في النهار وتولج النهار في الليل وتخرج الحي من الميت وتخرج الميت من الحي: قدرة الله مطلقة، يُغيّر الأحوال ويخلق العجائب.",
  "28": "لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين: تحذير من موالاة الكفار على حساب الإيمان.",
  "29": "قل إن تخفوا ما في صدوركم أو تبدوه يعلمه الله: لا شيء يخفى على الله، لا في السر ولا العلن.",
  "30": "يوم تجد كل نفس ما عملت من خير محضراً وما عملت من سوء: في الآخرة يرى الإنسان أعماله أمامه، ويتمنى لو أن بينها وبينه مسافة بعيدة.",
  "31": "قل إن كنتم تحبون الله فاتبعوني يحببكم الله: علامة محبة الله هي اتباع النبي ﷺ.",
  "32": "قل أطيعوا الله والرسول فإن تولوا فإن الله لا يحب الكافرين: طاعة الله ورسوله شرط في الإيمان، والرفض كفر.",
  "33": "إن الله اصطفى آدم ونوحاً وآل إبراهيم وآل عمران على العالمين: الله اختار هؤلاء الأنبياء وأهلهم لحمل رسالاته.",
  "34": "ذريةً بعضها من بعض والله سميع عليم: الأنبياء من نسل طيب، والله يعلم أحوالهم وأعمالهم.",
  "35": "إذ قالت امرأة عمران رب إني نذرت لك ما في بطني محرراً: والدة مريم تنذر وليدها لله، ليكون خادماً للعبادة.",
  "36": "فلما وضعتها قالت رب إني وضعتها أنثى: فوجئت بأنها أنثى، وكانت تتمنى ذكراً، ولكن الله أعلم بما وهبت.",
  "37": "فتقبلها ربها بقبول حسن وأنبتها نباتاً حسناً: الله قبل نذرها، فكانت مريم من الصالحين، ونشأت في طهر وعناية.",
  "38": "هنالك دعا زكريا ربه: بعد أن رأى كرامة الله لمريم، دعا زكريا أن يرزقه ولداً.",
  "39": "فنادته الملائكة وهو قائم يصلي في المحراب: استُجيب دعاؤه، وبُشّر بيحيى.",
  "40": "قال رب أنى يكون لي غلام وقد بلغني الكبر وامرأتي عاقر: استغرب زكريا، فكيف يُرزق بولد وهو شيخ وامرأته عاقر؟ ولكن لا شيء يعجز الله."
}{
  "41": "قال رب اجعل لي آية: طلب زكريا علامة على حدوث الحمل، فقال الله: آيتك ألا تكلم الناس ثلاثة أيام إلا رمزاً.",
  "42": "وإذ قالت الملائكة يا مريم إن الله اصطفاك وطهرك واصطفاك على نساء العالمين: تبشير مريم بمكانتها العظيمة عند الله.",
  "43": "يا مريم اقنتي لربك واسجدي واركعي مع الراكعين: دعوة لعبادة الله والخضوع له.",
  "44": "ذلك من أنباء الغيب نوحيه إليك: هذه الأحداث من الغيب الذي لم يكن يعلمه النبي ﷺ إلا بوحي.",
  "45": "إذ قالت الملائكة يا مريم إن الله يبشرك بكلمة منه اسمه المسيح عيسى ابن مريم: بشارة بولادة المسيح عليه السلام من غير أب.",
  "46": "ويكلم الناس في المهد وكهلاً ومن الصالحين: من معجزاته أنه كلم الناس وهو رضيع.",
  "47": "قالت رب أنى يكون لي ولد ولم يمسسني بشر: تعجبت من البشارة، وهي عذراء.",
  "48": "قال كذلك الله يخلق ما يشاء: الله يخلق بدون أسباب معتادة، كما خلق آدم.",
  "49": "ويعلمه الكتاب والحكمة والتوراة والإنجيل: الله علّم عيسى الكتب السماوية والحكمة.",
  "50": "ورسولاً إلى بني إسرائيل: عيسى أُرسل لبني إسرائيل بدعوة التوحيد وتصديق التوراة.",
  "51": "إني عبد الله آتيتكم بآية من ربكم: المعجزات التي جاء بها عيسى عليه السلام كانت دليلاً على نبوّته.",
  "52": "فلما أحس عيسى منهم الكفر قال من أنصاري إلى الله؟: حين رأى عنادهم، طلب من يُؤمن به وينصر دعوته.",
  "53": "قال الحواريون نحن أنصار الله آمنا بالله واشهد بأنا مسلمون: استجاب له الحواريون وأعلنوا إيمانهم.",
  "54": "ومكروا ومكر الله والله خير الماكرين: أرادوا قتل عيسى، لكن الله نجّاه وأبطل مكرهم.",
  "55": "إذ قال الله يا عيسى إني متوفيك ورافعك إليّ: الله رفع عيسى حيّاً إليه وأبعده عن أذى الكافرين.",
  "56": "ويجعل الذين اتبعوك فوق الذين كفروا: وعد من الله بأن أتباع عيسى سيعلون على أعدائه.",
  "57": "فأما الذين كفروا فأعذبهم عذاباً شديداً في الدنيا والآخرة: تهديد لمن كفر وكذب برسالة الله.",
  "58": "وأما الذين آمنوا وعملوا الصالحات فيوفيهم أجورهم: وعد بالأجر التام للمؤمنين.",
  "59": "إن مثل عيسى عند الله كمثل آدم: تشبيه في الخلق، فكلاهما بلا أب.",
  "60": "الحق من ربك فلا تكن من الممترين: ما أخبرك به الله هو الحق الذي لا شك فيه."
}{
  "61": "فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم...: آية المباهلة، دعوة لمن جادل في أمر عيسى إلى المباهلة للدلالة على الحق.",
  "62": "إن هذا لهو القصص الحق: ما قُصّ عليك هو الحقيقة من عند الله، وليس كما يزعمون.",
  "63": "فإن تولوا فإن الله عليم بالمفسدين: من يرفض الحق بعد ظهوره فهو مفسد، والله يعلمهم.",
  "64": "قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم...: دعوة للتوحيد ونبذ الشرك.",
  "65": "يا أهل الكتاب لم تحاجون في إبراهيم: إنكار على من نسب إبراهيم إلى اليهودية أو النصرانية.",
  "66": "ها أنتم هؤلاء حاججتم فيما لكم به علم...: توبيخ على جدالهم في أمور يجهلونها.",
  "67": "ما كان إبراهيم يهودياً ولا نصرانياً ولكن كان حنيفاً مسلماً: تأكيد أن إبراهيم كان موحداً على ملة الإسلام.",
  "68": "إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي والذين آمنوا: أتباع إبراهيم الحقيقيون هم الموحدون، كأتباع محمد ﷺ.",
  "69": "ودت طائفة من أهل الكتاب لو يضلونكم: بعضهم يتمنون أن ينحرف المسلمون عن دينهم.",
  "70": "يا أهل الكتاب لم تكفرون بآيات الله وأنتم تشهدون: تعجب واستنكار لكفرهم مع علمهم.",
  "71": "يا أهل الكتاب لم تلبسون الحق بالباطل: يخلطون بين الحق والباطل ليضلوا الناس.",
  "72": "وقالت طائفة من أهل الكتاب آمنوا بالذي أنزل على الذين آمنوا وجه النهار...: مكيدة منهم للتشويش على المسلمين.",
  "73": "ولا تؤمنوا إلا لمن تبع دينكم: تحذير بعضهم بعضاً من إظهار الإيمان لغيرهم.",
  "74": "يختص برحمته من يشاء والله ذو الفضل العظيم: الله يختار من يشاء لهدايته.",
  "75": "ومن أهل الكتاب من إن تأمنه بقنطار يؤده إليك...: تفاوت في أمانة أهل الكتاب.",
  "76": "بلى من أوفى بعهده واتقى فإن الله يحب المتقين: مدح من يفي بعهده ويتقي الله.",
  "77": "إن الذين يشترون بعهد الله وأيمانهم ثمناً قليلاً...: تهديد لمن يخون الأمانات ويبيع دينه.",
  "78": "وإن منهم لفريقاً يلوون ألسنتهم بالكتاب...: تزييف متعمد للكلام لتحريف معناه.",
  "79": "ما كان لبشر أن يؤتيه الله الكتاب والحكم والنبوة...: لا يصح أن يَدعو نبي الناس لعبادته.",
  "80": "ولا يأمركم أن تتخذوا الملائكة والنبيين أرباباً: الأنبياء لا يدعون لعبادتهم، بل لعبادة الله وحده."
}{
  "81": "وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم...: الله أخذ على الأنبياء عهداً بالإيمان بمحمد ﷺ إذا بُعث.",
  "82": "فمن تولى بعد ذلك فأولئك هم الفاسقون: من أعرض عن هذا العهد فهو خارج عن طاعة الله.",
  "83": "أفغير دين الله يبغون: استنكار لمن يطلب دينا غير الإسلام، ودين الله واحد.",
  "84": "قل آمنا بالله وما أنزل علينا...: إعلان إيمان شامل بكل الأنبياء والكتب دون تفريق.",
  "85": "ومن يبتغ غير الإسلام ديناً فلن يُقبل منه: لا يُقبل عند الله إلا الإسلام.",
  "86": "كيف يهدي الله قوماً كفروا بعد إيمانهم...: تعجب واستنكار ممن ارتد بعد الإيمان مع ظهور الحجة.",
  "87": "أولئك جزاؤهم أن عليهم لعنة الله...: وعيد شديد للمرتدين.",
  "88": "خالدين فيها لا يُخفف عنهم العذاب...: خلودهم في العذاب لا يُخفف ولا يُمهل.",
  "89": "إلا الذين تابوا من بعد ذلك وأصلحوا...: التوبة الصادقة تُغفر معها الذنوب مهما عظُمت.",
  "90": "إن الذين كفروا بعد إيمانهم ثم ازدادوا كفراً...: الذين أصروا على الكفر لن تُقبل توبتهم.",
  "91": "إن الذين كفروا وماتوا وهم كفار...: لا ينفعهم فداء ولو ملء الأرض ذهباً.",
  "92": "لن تنالوا البر حتى تنفقوا مما تحبون: لا تُدركوا كمال البر إلا بالبذل الصادق.",
  "93": "كل الطعام كان حلاً لبني إسرائيل إلا ما حرّم إسرائيل على نفسه...: بيان لما حرّمه يعقوب على نفسه من الطعام، لا كما ادعى اليهود.",
  "94": "فمن افترى على الله الكذب من بعد ذلك...: من نسب إلى الله كذباً بعد البيان فهو ظالم.",
  "95": "قل صدق الله فاتبعوا ملة إبراهيم حنيفاً: دعوة صريحة لاتباع ملة التوحيد.",
  "96": "إن أول بيت وُضع للناس للذي ببكة مباركاً...: الكعبة هي أول بيت وُضع للعبادة.",
  "97": "فيه آيات بينات مقام إبراهيم...: الكعبة فيها علامات واضحة منها مقام إبراهيم، والحج إليها فرض.",
  "98": "قل يا أهل الكتاب لم تكفرون بآيات الله...: إنكار على أهل الكتاب كفرهم بآيات الله مع علمهم.",
  "99": "قل يا أهل الكتاب لم تصدّون عن سبيل الله من آمن...: توبيخ لمن يضلّ الناس ويصرفهم عن الإيمان.",
  "100": "يا أيها الذين آمنوا إن تطيعوا فريقاً من الذين أوتوا الكتاب...: تحذير للمؤمنين من الانخداع بمكر أهل الكتاب."
}{
  "101": "وكيف تكفرون وأنتم تُتلى عليكم آيات الله وفيكم رسوله: تعجّب من إمكانية الكفر مع وجود القرآن والنبي بينكم.",
  "102": "يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون: أمر بالتقوى الكاملة والثبات على الإسلام حتى الموت.",
  "103": "واعتصموا بحبل الله جميعاً ولا تفرقوا...: دعوة للوحدة على الإسلام وتذكير بنعمة الأخوة بعد العداوة.",
  "104": "ولتكن منكم أمة يدعون إلى الخير...: وجوب وجود جماعة تدعو إلى المعروف وتنهى عن المنكر.",
  "105": "ولا تكونوا كالذين تفرقوا واختلفوا...: تحذير من التفرق كما فعلت الأمم السابقة.",
  "106": "يوم تبيض وجوه وتسود وجوه...: في يوم القيامة يُكرم المؤمنون ويُفضح الكافرون.",
  "107": "فأما الذين ابيضت وجوههم ففي رحمة الله...: بيان مصير المؤمنين في الجنة.",
  "108": "تلك آيات الله نتلوها عليك بالحق...: تثبيت للنبي بأن ما يُتلى عليه هو الحق من الله.",
  "109": "ولله ما في السماوات وما في الأرض...: كل شيء تحت ملك الله ومصيره إليه.",
  "110": "كنتم خير أمة أُخرجت للناس...: الأمة الإسلامية خير أمة ما دامت تأمر بالمعروف وتنهى عن المنكر.",
  "111": "لن يضروكم إلا أذى...: طمأنة للمؤمنين بأن ضرر أعدائهم محدود.",
  "112": "ضُربت عليهم الذلة أينما ثقفوا...: نزل الذل على اليهود إلا بعهد أو أمان، بسبب كفرهم وقتلهم الأنبياء.",
  "113": "ليسوا سواءً من أهل الكتاب أمة قائمة...: بعض أهل الكتاب مستقيمون على الحق.",
  "114": "يؤمنون بالله واليوم الآخر ويأمرون بالمعروف...: صفات الصالحين من أهل الكتاب.",
  "115": "وما يفعلوا من خير فلن يُكفروه...: الله لا يُضيع أجر أحدٍ عمل الخير بإخلاص.",
  "116": "إن الذين كفروا لن تغني عنهم أموالهم...: الكفار لا ينفعهم مال ولا ولد في الآخرة.",
  "117": "مثل ما ينفقون في هذه الحياة كمثل ريح فيها صر...: إنفاق الكافرين لا يُثمر، كزرع أصابته ريح باردة فأهلكته.",
  "118": "يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم...: تحذير من اتخاذ المنافقين أو الكافرين أصدقاء مقربين.",
  "119": "ها أنتم أولاء تحبونهم ولا يحبونكم...: بيان خبث أعداء الدين رغم مودّة بعض المؤمنين لهم.",
  "120": "إن تمسسكم حسنة تسؤهم وإن تصبكم سيئة يفرحوا بها...: أعداء الدين يفرحون بمصيبة المؤمن، لكن الله يحفظ عباده."
}{
  "121": "وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال...: تذكير بخروج النبي ﷺ إلى غزوة أُحد وتوزيعه للجنود.",
  "122": "إذ همت طائفتان منكم أن تفشلا...: طمأنة بأن الله نصر المؤمنين رغم تردد البعض.",
  "123": "ولقد نصركم الله ببدر وأنتم أذلة...: تذكير بالنصر في بدر رغم قلة العدد والعدة.",
  "124": "إذ تقول للمؤمنين ألن يكفيكم أن يمدكم ربكم...: وعد الله بنزول الملائكة لمساعدة المؤمنين.",
  "125": "بلى إن تصبروا وتتقوا ويأتوكم من فورهم هذا...: وعد بالنصر عند الصبر والتقوى.",
  "126": "وما جعله الله إلا بشرى لكم...: الملائكة لم تكن هي سبب النصر بل لطمأنة القلوب.",
  "127": "ليقطع طرفاً من الذين كفروا أو يكبتهم...: الله يزيل قوة الكافرين ويذلهم.",
  "128": "ليس لك من الأمر شيء...: التوبة أو العذاب بيد الله وحده.",
  "129": "ولله ما في السماوات وما في الأرض...: الله يملك كل شيء، ويغفر لمن يشاء ويعذب من يشاء.",
  "130": "يا أيها الذين آمنوا لا تأكلوا الربا أضعافاً مضاعفة...: تحذير شديد من الربا والدعوة للتقوى.",
  "131": "واتقوا النار التي أعدت للكافرين: أمر بالتقوى للنجاة من نار جُعلت للكافرين.",
  "132": "وأطيعوا الله والرسول لعلكم تُرحمون: الطاعة طريق الرحمة والنجاة.",
  "133": "وسارعوا إلى مغفرة من ربكم...: دعوة للمسارعة إلى الجنة وغفران الذنوب.",
  "134": "الذين ينفقون في السراء والضراء...: صفات المتقين: الكرم وكظم الغيظ والعفو.",
  "135": "والذين إذا فعلوا فاحشة أو ظلموا أنفسهم...: التوبة والاستغفار صفة المؤمنين.",
  "136": "أولئك جزاؤهم مغفرة من ربهم وجنات...: جزاء التائبين الجنة والرضوان.",
  "137": "قد خلت من قبلكم سنن...: الأمم السابقة هلكت بكفرها، فاعتبروا.",
  "138": "هذا بيان للناس وهدى وموعظة للمتقين: القرآن بيان وهدى للمتقين.",
  "139": "ولا تهنوا ولا تحزنوا وأنتم الأعلون...: تشجيع للمؤمنين بعد هزيمة أُحد.",
  "140": "إن يمسسكم قرح فقد مس القوم قرح مثله...: الدنيا دُوَل، والنصر يتبدل، والابتلاء سنّة."
}{
  "141": "وليمحص الله الذين آمنوا ويمحق الكافرين: الابتلاء يُنقّي قلوب المؤمنين ويهلك الكافرين.",
  "142": "أم حسبتم أن تدخلوا الجنة ولما يعلم الله...: لا جنة إلا بعد اختبار الصدق والصبر.",
  "143": "ولقد كنتم تمنون الموت من قبل أن تلقوه...: تذكير للمسلمين الذين تمنوا الشهادة، فلما رأوها تراجعوا.",
  "144": "وما محمد إلا رسول قد خلت من قبله الرسل...: ثبات العقيدة حتى لو مات النبي ﷺ.",
  "145": "وما كان لنفس أن تموت إلا بإذن الله كتاباً مؤجلاً...: الموت بيد الله، لا بيد البشر.",
  "146": "وكأين من نبي قاتل معه ربيون كثير...: كثير من الأنبياء قاتل معهم رجال صابرون.",
  "147": "وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا...: دعاء المجاهدين السابقين بالثبات والمغفرة.",
  "148": "فآتاهم الله ثواب الدنيا وحسن ثواب الآخرة...: جزاء المجاهدين النصر في الدنيا والجنة في الآخرة.",
  "149": "يا أيها الذين آمنوا إن تطيعوا الذين كفروا...: تحذير من اتباع الكافرين لأنهم يريدون ردّ المؤمنين عن دينهم.",
  "150": "بل الله مولاكم وهو خير الناصرين: الله هو النصير الحقيقي وليس البشر.",
  "151": "سنلقي في قلوب الذين كفروا الرعب...: وعد من الله بإرهاب الكافرين الذين يشركون.",
  "152": "ولقد صدقكم الله وعده إذ تحسونهم بإذنه...: تذكير بما جرى في أحد، حيث انتصر المسلمون أولاً ثم خالفوا فأصابهم الفشل.",
  "153": "إذ تصعدون ولا تلوون على أحد...: مشهد الانسحاب والارتباك في أحد.",
  "154": "ثم أنزل عليكم من بعد الغم أمنة نعاساً...: الطمأنينة من الله بعد الخوف.",
  "155": "إن الذين تولوا منكم يوم التقى الجمعان...: عتاب لمن انهزم في أُحد، بسبب الشيطان وضعف الإيمان.",
  "156": "يا أيها الذين آمنوا لا تكونوا كالذين كفروا...: تحذير من قول الكفار عن الموت بأنه ظلم أو مصيبة.",
  "157": "ولئن قتلتم في سبيل الله أو متم لمغفرة من الله...: الموت في سبيل الله مغفرة ورحمة.",
  "158": "ولئن متم أو قتلتم لإلى الله تحشرون: في كل الأحوال، المصير إلى الله.",
  "159": "فبما رحمة من الله لنت لهم...: توجيه للنبي ﷺ باللين والرحمة في القيادة.",
  "160": "إن ينصركم الله فلا غالب لكم...: النصر من الله وحده، والخذلان من دونه لا يُدفع."
}{
  "161": "وما كان لنبي أن يغل ومن يغلل يأت بما غل يوم القيامة: لا يليق بنبي أن يخون، ومن يخن فسيحاسب يوم القيامة.",
  "162": "أفمن اتبع رضوان الله كمن باء بسخط من الله: هل يستوي من رضي الله عنه ومن غضب عليه؟ لا.",
  "163": "هم درجات عند الله والله بصير بما يعملون: الناس يتفاوتون في درجاتهم عند الله بحسب أعمالهم.",
  "164": "لقد من الله على المؤمنين إذ بعث فيهم رسولاً من أنفسهم...: إرسال النبي ﷺ نعمة عظيمة للهداية والتعليم.",
  "165": "أو لما أصابتكم مصيبة قد أصبتم مثليها قلتم أنى هذا؟: بعد هزيمة أحد، تساءل البعض لماذا؟ والجواب: من عند أنفسكم.",
  "166": "وما أصابكم يوم التقى الجمعان فبإذن الله...: ما حدث في أحد كان بإرادة الله لتمييز المؤمن من غيره.",
  "167": "وليعلمن الذين نافقوا وقيل لهم تعالوا قاتلوا في سبيل الله...: كشف المنافقين الذين تهربوا من الجهاد.",
  "168": "الذين قالوا لإخوانهم وقعدوا لو أطاعونا ما قتلوا...: تبريرات الجبناء، ورد الله عليهم بأن الموت بيده وحده.",
  "169": "ولا تحسبن الذين قتلوا في سبيل الله أمواتاً بل أحياء...: الشهداء أحياء عند الله يُرزقون.",
  "170": "فرحين بما آتاهم الله من فضله...: الشهداء يفرحون لما نالوه، ويبشّرون من لم يلحق بهم.",
  "171": "يستبشرون بنعمة من الله وفضل...: يؤكد الله أن الشهداء يبتهجون بما عندهم.",
  "172": "الذين استجابوا لله والرسول من بعد ما أصابهم القرح...: مدح للذين لبّوا النداء بعد جراح أُحد.",
  "173": "الذين قال لهم الناس إن الناس قد جمعوا لكم فاخشوهم...: تثبيت للمؤمنين الذين لم يخافوا التهديد.",
  "174": "فانقلبوا بنعمة من الله وفضل لم يمسسهم سوء...: عادوا سالمين من دون قتال، وبإيمان أقوى.",
  "175": "إنما ذلكم الشيطان يخوف أولياءه...: الشيطان يُرهب المؤمنين من الكافرين، فلا تخافوه بل خافوا الله.",
  "176": "ولا يحزنك الذين يسارعون في الكفر...: تسلية للنبي ﷺ من تصرفات المنافقين.",
  "177": "إن الذين اشتروا الكفر بالإيمان لن يضروا الله شيئاً...: تهديد لمن باع دينه بالكفر.",
  "178": "ولا يحسبن الذين كفروا أنما نملي لهم خير لأنفسهم...: إمهال الكفار ليس لصالحهم بل ليزدادوا إثماً.",
  "179": "ما كان الله ليذر المؤمنين على ما أنتم عليه...: سنة الله أن يميز الخبيث من الطيب.",
  "180": "ولا يحسبن الذين يبخلون بما آتاهم الله من فضله...: الوعيد للذين يبخلون، لأن المال أمانة لا مُلك."
}{
  "181": "لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء...: تهديد لليهود الذين قالوا هذا القول الفاجر، وسيحاسبون عليه.",
  "182": "ذلك بما قدمت أيديكم وأن الله ليس بظلام للعبيد: هذه العقوبة بسبب أعمالهم، والله لا يظلم أحداً.",
  "183": "الذين قالوا إن الله عهد إلينا ألا نؤمن لرسول حتى يأتينا بقربان...: حجة باطلة من اليهود لرفضهم تصديق النبي ﷺ.",
  "184": "فإن كذبوك فقد كذب رسل من قبلك...: تسلية للنبي بأن الكذب سنة فيمن قبله من الرسل.",
  "185": "كل نفس ذائقة الموت وإنما توفون أجوركم يوم القيامة...: تذكير بحتمية الموت وأن الجزاء الكامل في الآخرة.",
  "186": "لتبلون في أموالكم وأنفسكم...: سنة الابتلاء ثابتة، ويجب الصبر والثبات.",
  "187": "وإذ أخذ الله ميثاق الذين أوتوا الكتاب...: لوم لأهل الكتاب لكتمانهم الحق رغم عهدهم.",
  "188": "لا تحسبن الذين يفرحون بما أتوا ويحبون أن يحمدوا...: تحذير من الغرور والرياء.",
  "189": "ولله ملك السماوات والأرض والله على كل شيء قدير: ختم فيه تأكيد لملك الله وقدرته المطلقة.",
  "190": "إن في خلق السماوات والأرض واختلاف الليل والنهار...: دعوة للتفكر في آيات الله الكونية.",
  "191": "الذين يذكرون الله قياماً وقعوداً وعلى جنوبهم...: وصف المتقين الذين يتأملون خلق الله بعمق.",
  "192": "ربنا ما خلقت هذا باطلاً سبحانك فقنا عذاب النار: دعاء بعد التفكر بأن خلق الله له حكمة.",
  "193": "ربنا إننا سمعنا منادياً ينادي للإيمان...: دعاء جماعي للمؤمنين بالثبات والمغفرة.",
  "194": "ربنا وآتنا ما وعدتنا على رسلك...: تضرع لتحقيق الوعود الربانية.",
  "195": "فاستجاب لهم ربهم أني لا أضيع عمل عامل منكم...: تأكيد من الله أن الجهد لا يضيع، ذكراً كان أو أنثى.",
  "196": "لا يغرنك تقلب الذين كفروا في البلاد: لا تنخدع بما يبدو من رخاء الكافرين.",
  "197": "متاع قليل ثم مأواهم جهنم...: متاعهم دنيوي زائل يعقبه عذاب أليم.",
  "198": "لكن الذين اتقوا ربهم لهم جنات تجري من تحتها الأنهار...: وعد للمؤمنين بالنعيم الأبدي.",
  "199": "وإن من أهل الكتاب لمن يؤمن بالله...: إقرار بوجود من يؤمن من أهل الكتاب بصدق وإخلاص.",
  "200": "يا أيها الذين آمنوا اصبروا وصابروا ورابطوا...: دعوة شاملة للصبر والثبات والتقوى لتحقيق الفلاح."
}
