{
  "1": "يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة...: دعوة للتقوى والتذكير بأن أصل البشر واحد، وتحذير من قطع الأرحام.",
  "2": "وآتوا اليتامى أموالهم ولا تتبدلوا الخبيث بالطيب...: أمر برد أموال اليتامى إليهم وعدم استبدالها أو أكلها ظلمًا.",
  "3": "وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم...: إباحة الزواج بأكثر من واحدة بشرط العدل، وإلا فواحدة فقط.",
  "4": "وآتوا النساء صدقاتهن نحلة...: تأكيد على وجوب إعطاء المرأة مهرها طيبًا دون منّ أو أذى.",
  "5": "ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قياما...: نهي عن تسليم المال لمن لا يُحسن التصرف فيه، مع أمر بالرزق الحسن.",
  "6": "وابتلوا اليتامى حتى إذا بلغوا النكاح...: وجوب اختبار اليتيم عند البلوغ، فإن أُثبت رشده، يُسلم ماله.",
  "7": "للرجال نصيب مما ترك الوالدان والأقربون...: تقرير مبدأ الميراث للجميع، رجالًا ونساء، بحسب الأنصبة.",
  "8": "وإذا حضر القسمة أولوا القربى واليتامى والمساكين...: أمر بإعطائهم شيء من الميراث عند القسمة كنوع من الإحسان.",
  "9": "وليخش الذين لو تركوا من خلفهم ذرية ضعافًا...: تحذير من ظلم اليتامى والوصية بخشية الله والعدل معهم.",
  "10": "إن الذين يأكلون أموال اليتامى ظلمًا...: وعيد شديد لمن يظلم اليتيم، بأنما يأكل نارًا في بطنه.",
  "11": "يوصيكم الله في أولادكم...: بيان تفصيلي لأنصبة الورثة، مع تأكيد أن التقسيم وحي من الله.",
  "12": "ولكم نصف ما ترك أزواجكم...: استكمال أحكام المواريث، فيما يخص الأزواج والإخوة.",
  "13": "تلك حدود الله...: إشارة إلى أن هذه الأحكام لا تُتجاوز، ومن يطع الله يُجزى جنة.",
  "14": "ومن يعص الله ورسوله ويتعد حدوده...: وعيد لمن يتجاوز حدود الشريعة بالعذاب المهين.",
  "15": "واللاتي يأتين الفاحشة من نسائكم...: بيان لعقوبة النساء الزانيات قبل نزول حد الجلد.",
  "16": "واللذان يأتيانها منكم فآذوهما...: عقوبة الرجال الذين يزنون، مع التوبة كوسيلة للعفو.",
  "17": "إنما التوبة على الله للذين يعملون السوء بجهالة...: توضيح لمن تُقبل توبتهم عند الله.",
  "18": "وليست التوبة للذين يعملون السيئات...: رفض لتوبة من يصرّ على الذنب حتى الموت.",
  "19": "يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرهًا...: نهي عن الظلم في التعامل مع النساء، وإجبارهن على الزواج أو أخذ أموالهن.",
  "20": "وإن أردتم استبدال زوج مكان زوج...: تحذير من أخذ شيء من مهر المرأة بحجة الطلاق، إلا في حال الفاحشة."
}{
  "21": "وكيف تأخذونه وقد أفضى بعضكم إلى بعض وأخذن منكم ميثاقًا غليظًا: كيف تطلبون استرجاع المهر بعد أن حصلت العلاقة الزوجية، وقد أعطيتموهن عهداً قويًا؟",
  "22": "ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف: لا تتزوجوا زوجات آبائكم من بعدهم، فهذا من الفواحش التي كانت في الجاهلية.",
  "23": "حرمت عليكم أمهاتكم وبناتكم...: قائمة المحارم من النساء التي يحرم الزواج بهن شرعًا.",
  "24": "والمحصنات من النساء إلا ما ملكت أيمانكم: النساء المتزوجات محرمات إلا ما دخل في حكم السبي، وهذا كان في حالات الجهاد المشروعة.",
  "25": "ومن لم يستطع منكم طولا أن ينكح المحصنات المؤمنات: من لم يقدر على الزواج من حرة، فليتزوج أمة مؤمنة، بشرط العدل.",
  "26": "يريد الله ليبين لكم ويهديكم سنن الذين من قبلكم: الله يريد أن يوضح لكم التشريع ويهديكم لما فيه الخير.",
  "27": "والله يريد أن يتوب عليكم: الله يسهل لكم طريق التوبة، لكن أهل الشهوات يريدون إضلالكم.",
  "28": "يريد الله أن يخفف عنكم وخلق الإنسان ضعيفًا: أحكام الشريعة تراعي ضعف الإنسان، ولهذا فيها التيسير.",
  "29": "يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل: تحذير من أكل المال بالربا أو السرقة أو الغش، إلا بالتجارة المشروعة.",
  "30": "ومن يفعل ذلك عدوانًا وظلمًا فسوف نصليه نارًا: من يعتدي على أموال الناس متعمدًا فله وعيد بالنار.",
  "31": "إن تجتنبوا كبائر ما تنهون عنه: إذا اجتنبتم الكبائر، الله يغفر لكم الصغائر ويدخلكم الجنة.",
  "32": "ولا تتمنوا ما فضل الله به بعضكم على بعض: لا تحسدوا على ما قسم الله من الرزق والمواهب.",
  "33": "ولكل جعلنا موالي مما ترك الوالدان والأقربون: في الميراث، جعل الله لكل أحد نصيبًا شرعيًا محددًا.",
  "34": "الرجال قوامون على النساء: الرجال مسؤولون عن النساء في الإنفاق والرعاية، بما أعطاهم الله.",
  "35": "وإن خفتم شقاق بينهما فابعثوا حكمًا من أهله: في حال الخلاف الزوجي، يكون الحل بالتحكيم بين الطرفين.",
  "36": "واعبدوا الله ولا تشركوا به شيئًا: أول وأعظم وصية بالتوحيد، ثم سلسلة من البر والإحسان للناس.",
  "37": "الذين يبخلون ويأمرون الناس بالبخل: ذم للبخلاء الذين يمنعون الخير عن أنفسهم والناس.",
  "38": "والذين ينفقون أموالهم رئاء الناس: الإنفاق رياءً ليس له أجر، بل هو نفاق وخداع.",
  "39": "وماذا عليهم لو آمنوا بالله واليوم الآخر وأنفقوا مما رزقهم الله: تحفيز لهم أن يؤمنوا وينفقوا بإخلاص.",
  "40": "إن الله لا يظلم مثقال ذرة: الله عادل لا يظلم أحدًا، ولو مثقال ذرة، ويضاعف الأجر لمن أحسن."
}{
  "41": "فكيف إذا جئنا من كل أمة بشهيد: كيف يكون حال الناس يوم القيامة حين يأتي شهيد يشهد على كل أمة.",
  "42": "يومئذ يود الذين كفروا وعصوا الرسول: الكافرون يتمنون لو يُمحى ما فعلوا، ولا يستطيعون إخفاء شيء من الله.",
  "43": "يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى: تحذير من الصلاة في حال السكر، ونزل قبل تحريم الخمر الكامل.",
  "44": "ألم تر إلى الذين أوتوا نصيبًا من الكتاب: اليهود الذين حرّفوا كلام الله وأضلوا غيرهم عن الحق.",
  "45": "والله أعلم بأعدائكم: الله يعلم خبث نياتهم، وهو كافٍ للمؤمنين ومؤيدٌ لهم.",
  "46": "من الذين هادوا يحرفون الكلم عن مواضعه: يتلاعبون بألفاظ الوحي ليضلوا الناس.",
  "47": "يا أيها الذين أوتوا الكتاب آمنوا بما نزلنا: دعوة لأهل الكتاب للإيمان بالقرآن قبل أن يُطمس عليهم.",
  "48": "إن الله لا يغفر أن يُشرك به ويغفر ما دون ذلك: الشرك أعظم الذنوب، وكل ما دونه قابل للمغفرة.",
  "49": "ألم تر إلى الذين يزكون أنفسهم: يمدحون أنفسهم زورًا، والله يعلم حقيقتهم.",
  "50": "انظر كيف يفترون على الله الكذب: يتهمون الله زورًا، وهو كافٍ لفضحهم.",
  "51": "ألم تر إلى الذين أوتوا نصيبًا من الكتاب يؤمنون بالجبت والطاغوت: يزعمون الإيمان بالكتاب، لكنهم يعظمون الباطل والسحر.",
  "52": "أولئك الذين لعنهم الله: الطرد من رحمة الله هو جزاء من حاد عن الحق.",
  "53": "أم لهم نصيب من الملك فإذا لا يؤتون الناس نقيرًا: لو كان لهم الحكم، لمنعوا الناس أبسط حقوقهم.",
  "54": "أم يحسدون الناس على ما آتاهم الله من فضله: حسدهم للنبي بسبب ما أعطاه الله من النبوة.",
  "55": "فمنهم من آمن به ومنهم من صد عنه: منهم من صدّق بالقرآن ومنهم من أعرض وكذب.",
  "56": "إن الذين كفروا بآياتنا سوف نصليهم نارًا: وعيد شديد للكافرين بالقرآن.",
  "57": "والذين آمنوا وعملوا الصالحات سندخلهم جنات: وعد للمؤمنين بالجنة الخالدة.",
  "58": "إن الله يأمركم أن تؤدوا الأمانات إلى أهلها: دعوة للعدل والإنصاف في جميع المعاملات.",
  "59": "يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم: طاعة الله والرسول والحاكم العادل فرض، ما داموا على طاعة.",
  "60": "ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك: يدّعون الإيمان، لكنهم يحتكمون للطاغوت لا للشرع."
}{
  "61": "وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول: إذا دُعوا لتحكيم شرع الله أعرضوا ورفضوا.",
  "62": "فكيف إذا أصابتهم مصيبة بما قدمت أيديهم: كيف يكون حالهم حين يعاقبهم الله بسبب عصيانهم؟",
  "63": "أولئك الذين يعلم الله ما في قلوبهم: الله يعلم نفاقهم ويأمر نبيه أن يُعرض عنهم ويتجاوز عنهم مؤقتًا.",
  "64": "وما أرسلنا من رسول إلا ليطاع بإذن الله: الغاية من إرسال الرسل هي طاعتهم، لا التمرد عليهم.",
  "65": "فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم: الإيمان الحق لا يكتمل إلا بتحكيم النبي والرضا بحكمه.",
  "66": "ولو أنا كتبنا عليهم أن اقتلوا أنفسكم: لو أمرهم الله بما هو أشد لما أطاع إلا القليل منهم.",
  "67": "وإذا لآتيناهم من لدنا أجرًا عظيمًا: لو أطاعوا لكان جزاؤهم أجرًا عظيمًا في الدنيا والآخرة.",
  "68": "ولهديناهم صراطًا مستقيمًا: طاعة الله وشرعه هي طريق الهداية.",
  "69": "ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم: الطاعة تُدخلك مع الأنبياء والصالحين.",
  "70": "وحسن أولئك رفيقًا: رفقة هؤلاء شرف عظيم ونعيم مقيم.",
  "71": "يا أيها الذين آمنوا خذوا حذركم: دعوة للاستعداد للعدو والحذر منهم.",
  "72": "وإن منكم لمن ليبطئن: بعض المنافقين يتأخرون عن القتال ويتركون المجاهدين وحدهم.",
  "73": "ولئن أصابكم فضل من الله ليقولن كأن لم تكن بينكم وبينه مودة: إذا نصر الله المؤمنين، أبدى المنافق ندمه وتمنّى المشاركة.",
  "74": "فليقاتل في سبيل الله الذين يشرون الحياة الدنيا بالآخرة: من يفضل الآخرة يجب أن يُجاهد في سبيل الله.",
  "75": "وما لكم لا تقاتلون في سبيل الله: ما عذركم في ترك الجهاد مع وجود المستضعفين والظلم؟",
  "76": "الذين آمنوا يقاتلون في سبيل الله: المؤمنون يجاهدون لنصرة الدين، والكفار يجاهدون للشيطان.",
  "77": "ألم تر إلى الذين قيل لهم كفوا أيديكم: حين طُلِب من بعض الصحابة الصبر، تمنّوا الجهاد، فلما فُرض جبُنوا بعضهم.",
  "78": "أينما تكونوا يدرككم الموت: لا مفر من الموت، ولو كنتم في أقوى الأماكن.",
  "79": "ما أصابك من حسنة فمن الله: الخير من فضل الله، والشر نتيجة عمل الإنسان.",
  "80": "من يطع الرسول فقد أطاع الله: طاعة النبي طاعة لله، ومن أعرض فعليه وزره."
}{
  "81": "ويقولون طاعة فإذا برزوا من عندك: يظهرون الطاعة أمامك، لكن يتآمرون ضدك في غيابك.",
  "82": "أفلا يتدبرون القرآن: لو تأملوا القرآن بإنصاف، لعلموا أنه من عند الله ولا اختلاف فيه.",
  "83": "وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به: المنافقون يُشيعون كل خبر دون رجوع للقيادة الشرعية.",
  "84": "فقاتل في سبيل الله لا تُكلف إلا نفسك: النبي مأمور بالجهاد، ولو وحده، والله ناصر من أطاعه.",
  "85": "من يشفع شفاعة حسنة يكن له نصيب منها: من يعين على الخير فله أجر، ومن يعين على الشر فعليه وزر.",
  "86": "وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها: الإسلام يدعو إلى رد التحية بأفضل منها أو مثلها.",
  "87": "الله لا إله إلا هو ليجمعنكم إلى يوم القيامة: وعد مؤكد من الله بالحشر يوم الحساب.",
  "88": "فما لكم في المنافقين فئتين: لا ينبغي الاختلاف حول المنافقين، فالله أظهر نفاقهم.",
  "89": "ودوا لو تكفرون كما كفروا: المنافقون يريدون منكم أن تكونوا مثلهم في الكفر والنفاق.",
  "90": "إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق: يُستثنى من القتال من لهم عهد معكم أو لا يقاتلونكم.",
  "91": "ستجدون آخرين يريدون أن يأمنوكم ويأمنوا قومهم: قوم يتظاهرون بالحياد لكنهم يميلون للعدو إذا أتيحت الفرصة.",
  "92": "وما كان لمؤمن أن يقتل مؤمنًا إلا خطأً: القتل العمد محرم، والخطأ فيه كفارة ودية.",
  "93": "ومن يقتل مؤمنًا متعمدًا فجزاؤه جهنم: قتل العمد للمؤمن جريمة عظيمة جزاؤها النار.",
  "94": "ولا تقولوا لمن ألقى إليكم السلام لست مؤمنًا: لا تتعجلوا في التكفير أو القتل بمجرد الشك.",
  "95": "لا يستوي القاعدون من المؤمنين والمجاهدون: للمجاهدين درجة أعلى وأجر أعظم من القاعدين.",
  "96": "درجات منه ومغفرة ورحمة: فضل الله على المجاهدين يتضمن رفع الدرجات والمغفرة والرحمة.",
  "97": "إن الذين توفاهم الملائكة ظالمي أنفسهم: من ترك الهجرة مع قدرته ورضي بالذل في دار الكفر، آثم.",
  "98": "إلا المستضعفين من الرجال والنساء والولدان: يُعذر من لا يستطيع الهجرة ولا يملك وسيلة للخروج.",
  "99": "فأولئك عسى الله أن يعفو عنهم: يُرجى لهم العفو لعدم قدرتهم.",
  "100": "ومن يهاجر في سبيل الله يجد في الأرض مراغمًا كثيرًا وسعة: الهجرة لله تُفتح بها الأبواب وتُرفع الأقدار."
}{
  "101": "وإذا ضربتم في الأرض فليس عليكم جناح أن تقصروا من الصلاة: رخصة للمسافرين بقصر الصلاة، خاصة عند وجود خوف.",
  "102": "وإذا كنت فيهم فأقمت لهم الصلاة فلتقم طائفة منهم معك: تعليم للنبي ﷺ كيفية صلاة الخوف بالجماعة والاحتياط.",
  "103": "فإذا قضيتم الصلاة فاذكروا الله قياماً وقعوداً وعلى جنوبكم: الذكر مطلوب في كل حال، خاصة عند الخوف.",
  "104": "ولا تهنوا في ابتغاء القوم: لا تضعفوا في القتال، فأنتم ترجون من الله ما لا يرجونه.",
  "105": "إنا أنزلنا إليك الكتاب بالحق لتحكم بين الناس بما أراك الله: الحكم بالعدل وفق وحي الله من مهام الرسول.",
  "106": "واستغفر الله إن الله كان غفوراً رحيماً: توجيه للنبي ﷺ بالاستغفار، وهو قدوة في التواضع والطاعة.",
  "107": "ولا تجادل عن الذين يختانون أنفسهم: لا تدافع عن من يخون الأمانة ويظلم.",
  "108": "يستخفون من الناس ولا يستخفون من الله: المنافقون يخشون الناس ولا يخشون الله الذي يعلم كل شيء.",
  "109": "ها أنتم هؤلاء جادلتم عنهم في الحياة الدنيا: إذا دافعتم عن الظالمين الآن، من يدافع عنهم يوم القيامة؟",
  "110": "ومن يعمل سوءاً أو يظلم نفسه ثم يستغفر الله يجد الله غفوراً رحيماً: باب التوبة مفتوح حتى بعد الذنب.",
  "111": "ومن يكسب إثماً فإنما يكسبه على نفسه: الإثم لا يعود إلا على صاحبه.",
  "112": "ومن يكسب خطيئة أو إثماً ثم يرم به بريئاً فقد احتمل بهتاناً وإثماً مبيناً: اتهام الأبرياء جريمة عظيمة.",
  "113": "ولولا فضل الله عليك ورحمته لهمت طائفة منهم أن يضلوك: الله حمى نبيه من مكر المنافقين.",
  "114": "لا خير في كثير من نجواهم: معظم كلامهم سرًّا شر، إلا ما فيه أمر بمعروف أو إصلاح.",
  "115": "ومن يشاقق الرسول من بعد ما تبين له الهدى: من يعاند النبي بعد وضوح الحق له، فمصيره النار.",
  "116": "إن الله لا يغفر أن يُشرك به: الشرك أعظم الذنوب، وكل شيء دونه قابل للمغفرة.",
  "117": "إن يدعون من دونه إلا إناثاً: الأصنام التي يعبدونها لا تستحق العبادة، وهي أوهى من الضعف.",
  "118": "لعنه الله وقال لأتخذن من عبادك نصيباً مفروضاً: إبليس أقسم أن يغوي بني آدم.",
  "119": "ولآمرنهم فليغيرن خلق الله: وساوس الشيطان تؤدي إلى تغيير الفطرة والحق.",
  "120": "يعدهم ويمنيهم وما يعدهم الشيطان إلا غروراً: وعود الشيطان كاذبة، لا توصل إلا للهلاك."
}{
  "121": "أولئك مأواهم جهنم ولا يجدون عنها محيصاً: هؤلاء أتباع الشيطان مأواهم النار، ولا مهرب لهم منها.",
  "122": "والذين آمنوا وعملوا الصالحات سندخلهم جنات: وعد الله للمؤمنين بالجنة، فيها نعيم مقيم.",
  "123": "ليس بأمانيكم ولا أماني أهل الكتاب: النجاة ليست بالتمني، بل بالإيمان والعمل.",
  "124": "ومن يعمل من الصالحات من ذكر أو أنثى وهو مؤمن: لا فرق بين ذكر وأنثى في الجزاء، ما دام الإيمان والعمل.",
  "125": "ومن أحسن ديناً ممن أسلم وجهه لله وهو محسن: أفضل دين هو إخلاص العبادة لله واتباع ملة إبراهيم.",
  "126": "ولله ما في السماوات وما في الأرض: هو المالك لكل شيء، فاحذر مخالفة أمره.",
  "127": "ويستفتونك في النساء: سؤال عن أحكام النساء، والجواب فيه عدل وإنصاف لهن.",
  "128": "وإن امرأة خافت من بعلها نشوزاً: يُشرع الصلح بين الزوجين عند خوف النفور.",
  "129": "ولن تستطيعوا أن تعدلوا بين النساء ولو حرصتم: العدل الكامل في الميل القلبي مستحيل، لكن لا تظلموا.",
  "130": "وإن يتفرقا يغن الله كلاً من سعته: الطلاق ليس نهاية، بل الله يغني ويعوض من يشاء.",
  "131": "ولله ما في السماوات وما في الأرض: تكرار لتأكيد ملك الله، وأهمية التقوى.",
  "132": "ولله ما في السماوات وما في الأرض وكفى بالله وكيلاً: الله كفيل بمن توكل عليه.",
  "133": "إن يشأ يذهبكم أيها الناس ويأت بآخرين: تهديد لمن يعصي، فالله قادر على استبدالهم.",
  "134": "من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والآخرة: فليطلب من الله، فهو مالك الثوابين.",
  "135": "يا أيها الذين آمنوا كونوا قوامين بالقسط: دعوة للعدل، ولو على النفس أو الأقارب.",
  "136": "يا أيها الذين آمنوا آمنوا بالله ورسوله: تأكيد للإيمان الحقيقي بالتصديق والعمل.",
  "137": "إن الذين آمنوا ثم كفروا... ثم ازدادوا كفراً: تذبذبهم سبب لهلاكهم.",
  "138": "بشر المنافقين بأن لهم عذاباً أليماً: المنافقون في خطر عظيم، وهذا تهديد لهم.",
  "139": "الذين يتخذون الكافرين أولياء من دون المؤمنين: ولاؤهم لغير المؤمنين سبب فضيحتهم.",
  "140": "وقد نزل عليكم في الكتاب... إنكم إذاً مثلهم: المشاركة في الكفر ولو بالصمت محرمة.",
  "141": "الذين يتربصون بكم: المنافقون يراقبون المؤمنين طمعاً في الغنيمة.",
  "142": "إن المنافقين يخادعون الله وهو خادعهم: ظنهم أنهم يخدعون الله، لكنه يكشفهم ويهينهم.",
  "143": "مذبذبين بين ذلك: لا يثبتون على موقف، لا مع المؤمنين ولا مع الكافرين.",
  "144": "يا أيها الذين آمنوا لا تتخذوا الكافرين أولياء: تحذير من موالاة الكفار ضد المؤمنين.",
  "145": "إن المنافقين في الدرك الأسفل من النار: مكانهم في أسوأ مراتب جهنم.",
  "146": "إلا الذين تابوا وأصلحوا: باب التوبة مفتوح حتى للمنافقين إن صدقوا.",
  "147": "ما يفعل الله بعذابكم إن شكرتم وآمنتم: الله لا يعذب الشاكرين المؤمنين، بل يرحمهم."
}{
  "148": "لا يحب الله الجهر بالسوء من القول إلا من ظلم: لا يجوز التلفظ بالسوء إلا لرفع الظلم.",
  "149": "إن تبدوا خيراً أو تخفوه أو تعفوا عن سوء فإن الله كان عفواً قديراً: الله يجازي على الخير، ويحب العفو، وهو قادر على كل شيء.",
  "150": "إن الذين يكفرون بالله ورسله...: من يكفر ببعض الرسل لا يكون مؤمناً حقًا.",
  "151": "أولئك هم الكافرون حقاً: التفرقة بين الرسل كفر صريح.",
  "152": "والذين آمنوا بالله ورسله ولم يفرقوا بين أحد منهم: هؤلاء هم المؤمنون حقًا، ولهم أجر عظيم.",
  "153": "يسألك أهل الكتاب أن تنزل عليهم كتاباً من السماء: طلبهم تعنت، وقد طلبوا أعظم من ذلك من موسى.",
  "154": "ورفعنا فوقهم الطور بميثاقهم...: الله أخذ عليهم العهود، ولكنهم نقضوها.",
  "155": "فبما نقضهم ميثاقهم...: عوقبوا بكفرهم وتكذيبهم، وقلوبهم غلف.",
  "156": "وبكفرهم وقولهم على مريم بهتاناً عظيماً: اتهموا مريم بالباطل ظلماً وعدواناً.",
  "157": "وقولهم إنا قتلنا المسيح عيسى ابن مريم...: كذبوا، فلم يقتلوه ولم يصلبوه، بل رُفع إلى السماء.",
  "158": "بل رفعه الله إليه...: نجا الله عيسى ورفعه إليه، وهو حي.",
  "159": "وإن من أهل الكتاب إلا ليؤمنن به قبل موته...: سيؤمنون بعيسى عليه السلام عند نزوله أو قبل موتهم.",
  "160": "فبظلم من الذين هادوا حرمنا عليهم طيبات...: عقاب لليهود بسبب ظلمهم.",
  "161": "وأخذهم الربا وقد نهوا عنه...: وأكلهم لأموال الناس ظلماً، فعوقبوا.",
  "162": "لكن الراسخون في العلم منهم...: من آمن منهم لهم أجر، وهم قليل.",
  "163": "إنا أوحينا إليك كما أوحينا إلى نوح...: إثبات وحدة الرسالة بين الأنبياء.",
  "164": "ورسلاً قد قصصناهم عليك...: لم يُذكر جميع الرسل في القرآن.",
  "165": "رسلاً مبشرين ومنذرين...: أرسلهم الله لإقامة الحجة.",
  "166": "لكن الله يشهد بما أنزل إليك...: شهادة الله تكفي على صدق الرسول.",
  "167": "إن الذين كفروا وصدوا عن سبيل الله...: لهم عذاب مضاعف وعقاب شديد.",
  "168": "إن الذين كفروا وظلموا...: لا يغفر الله لهم، ولا يهديهم طريقاً.",
  "169": "إلا طريق جهنم خالدين فيها: مصيرهم جهنم، جزاء ما كسبوا.",
  "170": "يا أيها الناس قد جاءكم الرسول بالحق من ربكم...: دعوة عامة للإيمان والتقوى.",
  "171": "لا تغلوا في دينكم ولا تقولوا على الله إلا الحق...: نهي للنصارى عن الغلو في عيسى.",
  "172": "لن يستنكف المسيح أن يكون عبداً لله...: عيسى عبد لله، وليس إلهاً.",
  "173": "فأما الذين آمنوا وعملوا الصالحات...: جزاؤهم الأجر والتكريم.",
  "174": "يا أيها الناس قد جاءكم برهان من ربكم...: القرآن والنبي دليل واضح للهداية.",
  "175": "فأما الذين آمنوا بالله واعتصموا به...: لهم نعيم وسعادة وأمان.",
  "176": "يستفتونك قل الله يفتيكم في الكلالة...: حكم الإرث فيمن ليس له والد ولا ولد."
}
