{
  "1": "يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وهي آدم، وخلق منها زوجها وهي حواء، وبثَّ منهما رجالًا كثيرًا ونساءً. واتقوا الله الذي تساءلون به وتطلبون به حوائجكم، واتقوا قطع الأرحام. إن الله كان عليكم رقيبًا ومطلعًا على جميع أحوالكم.",
  "2": "وأعطوا اليتامى أموالهم إذا بلغوا سن الرشد، ولا تستبدلوا الطيب من أموالهم بالخبيث من أموالكم، ولا تخلطوا أموالهم بأموالكم فتأكلوها. إن ذلك ذنب عظيم.",
  "3": "وإن خفتم ألا تعدلوا بين اليتامى في حال الزواج منهن، فتزوجوا ما طاب لكم من النساء الأخريات غير اليتيمات، مثنى وثلاث ورباع. فإن خفتم ألا تعدلوا بين هؤلاء الزوجات فاكتفوا بواحدة، أو بما ملكت أيمانكم من الإماء. ذلك أقرب إلى ألا تظلموا وتميلوا عن الحق.",
  "4": "وأعطوا النساء مهورهن فريضة واجبة، فإن طابت نفوسهن بشيء منه لكم، فخذوه هنيئًا طيبًا لكم.",
  "5": "ولا تعطوا السفهاء من الرجال والنساء أموالكم التي هي سبب معيشتكم وقوام حياتكم، وأنفقوا عليهم منها للمأكل والملبس، وقولوا لهم قولًا حسنًا فيه لطف وإرشاد.",
  "6": "وامتحنوا اليتامى واختبروا عقولهم وتصرفاتهم حتى يبلغوا سن الزواج، فإن وجدتم منهم رشدًا وحسن تصرف في أموالهم، فسلموا إليهم أموالهم. ولا تأكلوا أموالهم إسرافًا وتعجيلًا قبل أن يكبروا، خشية أن يكبروا فتسلموا إليهم أموالهم. ومن كان غنيًا من الأوصياء فليتعفف عن مال اليتيم ولا يأكل منه شيئًا، ومن كان فقيرًا فليأكل منه بقدر حاجته بالمعروف. فإذا دفعتم إليهم أموالهم فليشهدوا على ذلك، والله كافٍ حسيبًا ورقيبًا على أعمالكم.",
  "7": "للرجال نصيب مما تركه الوالدان والأقربون من الميراث، وللنساء نصيب مما تركه الوالدان والأقربون من الميراث، قليلًا كان أو كثيرًا. هذا نصيب مفروض مقدر من الله تعالى.",
  "8": "وإذا حضر قسمة الميراث أقارب الميت الذين ليسوا من الورثة، أو الأيتام، أو المساكين، فأعطوهم شيئًا من هذا المال ترضية لهم، وقولوا لهم قولًا حسنًا.",
  "9": "ولْيَخفِ الذين لو تركوا خلفهم أولادًا صغارًا لخشوا عليهم الضياع والفقر، فليتقوا الله في معاملة أيتام غيرهم، وليقولوا لهم قولًا سديدًا عدلًا.",
  "10": "إن الذين يأكلون أموال اليتامى ظلمًا وعدوانًا إنما يأكلون في بطونهم نارًا، وسيدخلون نار جهنم الشديدة.",
  "11": "يوصيكم الله في أولادكم: للذكر مثل نصيب الأنثيين. فإن كانت البنات أكثر من اثنتين، فلهن ثلثا ما ترك الميت. وإن كانت بنت واحدة فلها النصف. ولأبوي الميت لكل واحد منهما السدس مما ترك إن كان له ولد. فإن لم يكن له ولد وورثه أبواه فللأم الثلث. فإن كان له إخوة أو أخوات، فلأمه السدس من بعد وصية يوصي بها أو دين. آباؤكم وأبناؤكم لا تدرون أيهم أقرب لكم نفعًا في الدنيا والآخرة. هذا فريضة من الله، إن الله كان عليمًا بشرعه، حكيمًا في قسمته.",
  "12": "ولكم أيها الرجال نصف ما ترك أزواجكم إن لم يكن لهن ولد. فإن كان لهن ولد فلكم الربع مما تركن من بعد وصية يوصين بها أو دين. ولهن أيها النساء الربع مما تركتم إن لم يكن لكم ولد. فإن كان لكم ولد فلهن الثمن مما تركتم من بعد وصية توصون بها أو دين. وإن كان رجل يورث كلالة (أي لا والد له ولا ولد) أو امرأة تورث كلالة، وله أخ أو أخت من الأم فقط، فلكل واحد منهما السدس. فإن كانوا أكثر من ذلك، فهم شركاء في الثلث من بعد وصية يوصى بها أو دين، بشرط ألا يكون في الوصية إضرار بالورثة. هذا حكم الله الذي لا يخفى عليه شيء، والله عليم حليم.",
  "13": "تلك هي حدود الله وأحكامه في الميراث وغيره، ومن يطع الله ورسوله في هذه الأحكام يدخله جنات تجري من تحتها الأنهار خالدين فيها، وذلك هو الفوز العظيم.",
  "14": "ومن يعص الله ورسوله ويتجاوز حدوده في الميراث وغيره، يدخله نارًا خالدًا فيها، وله عذاب مهين.",
  "15": "واللاتي يأتين الفاحشة من نسائكم (وهي الزنا)، فاستشهدوا عليهن أربعة شهود من رجالكم. فإن شهدوا عليهن بالزنا، فاحبسوهن في البيوت حتى يأتيهن الموت، أو يجعل الله لهن مخرجًا وحكمًا آخر.",
  "16": "واللذان يأتيان الفاحشة منكم (وهما الرجل والمرأة غير المحصنين بالزواج)، فآذوهما بالضرب والتوبيخ. فإن تابا عن فعل الفاحشة وأصلحا أعمالهما، فأعرضوا عنهما ولا تؤذوهما. إن الله كان توابًا رحيمًا يقبل توبة من تاب.",
  "17": "إنما التوبة التي يقبلها الله هي للذين يعملون السيئات بجهل وطيش، ثم يتوبون من قريب قبل فوات الأوان، فأولئك يتوب الله عليهم، والله عليم بمن يستحق التوبة، حكيم في أحكامه.",
  "18": "وليست التوبة مقبولة من الذين يستمرون على فعل السيئات حتى إذا حضر أحدهم الموت، قال: إني تبت الآن. ولا من الذين يموتون وهم كفار. أولئك أعددنا لهم عذابًا أليمًا.",
  "19": "يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرهًا بعد وفاة أزواجهن. ولا تضيقوا عليهن وتمنعوهن من الزواج بغيركم لتستردوا بعض ما أعطيتموهن من مهر، إلا أن يأتين بفاحشة واضحة تستوجب ذلك. وعاشروهن بالمعروف، وإن كرهتموهن فلعلكم تكرهون شيئًا ويجعل الله فيه خيرًا كثيرًا.",
  "20": "وإن أردتم استبدال زوجة بأخرى وترك الأولى، وأعطيتم إحداهن مالًا كثيرًا كمهر، فلا تأخذوا منه شيئًا. أتأخذونه ظلمًا وإثمًا مبينًا؟",
  "21": "وكيف تأخذونه وقد حصل بينكم من العشرة والاتصال الزوجي ما يجعل بعضكم يلامس بعضًا، وقد أخذن منكم ميثاقًا غليظًا بالززواج؟",
  "22": "ولا تتزوجوا النساء اللاتي تزوج آباءكم منهن في الجاهلية، إلا ما قد سلف وحدث قبل نزول هذا النهي. إن ذلك كان فاحشة عظيمة، ومقتًا شديدًا، وساء طريقًا ومنهجًا.",
  "23": "حرمت عليكم أمهاتكم، وبناتكم، وأخواتكم، وعماتكم، وخالاتكم، وبنات الأخ، وبنات الأخت، وأمهاتكم اللاتي أرضعنكم، وأخواتكم من الرضاعة، وأمهات نسائكم (الحموات)، وربائبكم (بنات زوجاتكم) اللاتي في حجوركم من نسائكم اللاتي دخلتم بهن، فإن لم تكونوا دخلتم بهن فلا حرج عليكم في زواج بناتهن. وحرمت عليكم حلائل أبنائكم الذين من أصلابكم. وحرم عليكم أن تجمعوا بين الأختين في الزواج، إلا ما قد سلف وحدث قبل نزول هذا النهي. إن الله كان غفورًا لمن فعل ذلك بجهل، رحيمًا بمن تاب.",
  "24": "وحرمت عليكم المتزوجات من النساء، إلا ما ملكت أيمانكم من الإماء بالسبي. هذا كتاب الله عليكم وحدوده. وأحل لكم ما وراء ذلك أن تطلبوا النساء للزواج بأموالكم، محصنين غير مسافحين (غير زانين). فما استمتعتم بهن من النساء بالزواج المشروع، فآتوهن مهورهن فريضة. ولا حرج عليكم فيما تراضيتم به من تعديل المهر بعد الفريضة. إن الله كان عليمًا بشرعه، حكيمًا في أحكامه.",
  "25": "ومن لم يستطع منكم لضيق حاله أن يتزوج الحرائر المؤمنات، فليتزوج من فتياتكم المؤمنات المملوكات. والله أعلم بإيمانكم، بعضكم من بعض في الدين. فانكحوهن بإذن أهلهن، وأعطوهن مهورهن بالمعروف، وهن عفيفات غير زانيات، ولا متخذات أصدقاء سرًا. فإذا تزوجن وأتين الفاحشة، فعليهن نصف ما على الحرائر من العذاب (وهو الجلد). هذا التخفيف في الزواج بالإماء لمن خاف على نفسه الوقوع في الزنا. وأن تصبروا وتتعففوا خير لكم. والله غفور لمن تاب، رحيم بعباده.",
  "26": "يريد الله أن يوضح لكم الشرائع والأحكام، ويهديكم طرق الأنبياء والصالحين الذين مضوا قبلكم، ويتوب عليكم ويغفر لكم. والله عليم بكل شيء، حكيم في تدبيره.",
  "27": "والله يريد أن يتوب عليكم ويغفر لكم، ويريد الذين يتبعون الشهوات والانحراف أن تميلوا عن الحق ميلًا عظيمًا.",
  "28": "يريد الله أن يخفف عنكم وييسر عليكم الأحكام، وقد خُلق الإنسان ضعيفًا يميل إلى الشهوات.",
  "29": "يا أيها الذين آمنوا لا تأكلوا أموال بعضكم بالباطل كالغش والربا والسرقة والقمار، إلا أن تكون تجارة عن تراض منكم. ولا تقتلوا أنفسكم بقتل بعضكم بعضًا أو بارتكاب ما يهلك النفس. إن الله كان بكم رحيمًا في جميع أوامره ونواهيه.",
  "30": "ومن يفعل ذلك من أكل المال بالباطل وقتل النفس عدوانًا وظلمًا، فسوف ندخله نار جهنم، وكان ذلك على الله يسيرًا.",
  "31": "إن تجتنبوا كبائر الذنوب التي نهيتم عنها، نكفر عنكم صغائر ذنوبكم، وندخلكم مدخلًا كريمًا وهو الجنة.",
  "32": "ولا تتمنوا ما فضل الله به بعضكم على بعض من الرزق والمال والجاه، للرجال نصيب من الكسب والعمل، وللنساء نصيب من الكسب والعمل. واسألوا الله من فضله وكرمه، فإنه واسع العطاء عليم بالحال.",
  "33": "ولكل واحد منكم جعلنا ورثة نصيبهم مما تركه الوالدان والأقربون. والذين عاقدتم أيمانكم (من الأقارب أو الأصدقاء الذين تعاهدتم معهم على النصرة والمعاونة)، فآتوهم نصيبهم من الميراث الذي تعاهدتم عليه في الجاهلية إذا كان لا يخالف شرع الله. إن الله كان على كل شيء شهيدًا، يرى أعمالكم ويحاسبكم عليها.",
  "34": "الرجال قوامون على النساء، يحفظونهن ويرعونهن، بما فضل الله بعضهم على بعض بالقوة والرزق، وبما أنفقوا من أموالهم على النساء. فالصالحات من النساء مطيعات لأزواجهن، حافظات لغيب أزواجهن ولأنفسهن وأموالهن في غيبة أزواجهن، بحفظ الله لهن وتوفيقه. واللاتي تخافون نشوزهن وعصيانهن، فعظوهن بالكلام الطيب، واهجروهن في المضاجع ولا تكلموهن، فإن لم يستجبن فاضربوهن ضربًا غير مبرح لا يكسر عظمًا ولا يشوه وجهًا. فإن أطعنكم فلا تبحثوا عن سبيل لإيذائهن. إن الله كان عليًا كبيرًا، لا يعجزه شيء ولا يرضى بالظلم.",
  "35": "وإن خفتم شقاقًا وخصومة شديدة بين الزوجين، فابعثوا حكمًا من أهل الزوج وحكمًا من أهل الزوجة، فإن أراد الحكمان إصلاحًا وتوفيقًا بينهما، يوفق الله بين الزوجين. إن الله كان عليمًا بكل شيء، خبيرًا بخفايا الأمور.",
  "36": "واعبدوا الله وحده ولا تشركوا به شيئًا. وبالوالدين إحسانًا، وبالقربى واليتامى والمساكين والجار القريب والجار البعيد والصاحب المسافر وابن السبيل، وما ملكت أيمانكم من العبيد والإماء. إن الله لا يحب من كان متكبرًا فخورًا بماله وجاهه.",
  "37": "الذين يبخلون بما أعطاهم الله من فضله، ويأمرون الناس بالبخل، ويخفون ما آتاهم الله من فضله من العلم والمال، وقد أعددنا للكافرين عذابًا مهينًا.",
  "38": "والذين ينفقون أموالهم رئاء الناس وطلبًا للسمعة والمدح، ولا يؤمنون بالله ولا باليوم الآخر. ومن كان الشيطان قرينًا له ومسيطرًا عليه، فساء هذا القرين والمسيطر.",
  "39": "وماذا يضرهم لو آمنوا بالله واليوم الآخر، وأنفقوا مما رزقهم الله خفية وعلانية؟ والله عليم بهم وبأفعالهم.",
  "40": "إن الله لا يظلم أحدًا مقدار ذرة من الخير، وإن تك حسنة من العمل الصالح يضاعفها الله أضعافًا كثيرة، ويؤتي من لدنه أجرًا عظيمًا.",
  "41": "فكيف سيكون حال الكافرين يوم القيامة إذا جئنا من كل أمة بشهيد (وهم أنبياؤها)، وجئنا بك يا محمد شهيدًا على هؤلاء الكفار من أمتك؟",
  "42": "في ذلك اليوم يتمنى الذين كفروا بالله وعصوا الرسول لو أن الأرض سويت بهم وأصبحوا ترابًا ولم يبعثوا. ولا يستطيعون أن يخفوا عن الله شيئًا من أعمالهم.",
  "43": "يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى حتى تعلموا ما تقولون وتفهموا ما تقرأون. ولا تقربوا الصلاة وأنتم جنب إلا أن تكونوا عابري سبيل (مسافرين وليس معكم ماء للغسل)، حتى تغتسلوا. وإن كنتم مرضى لا تستطيعون استعمال الماء، أو كنتم على سفر، أو جاء أحد منكم من الغائط، أو لامستم النساء (أي جامعتموهن)، فلم تجدوا ماء، فتيمموا صعيدًا طيبًا (ترابًا طاهرًا)، فامسحوا بوجوهكم وأيديكم منه. إن الله كان عفوًا غفورًا.",
  "44": "ألم تر إلى الذين أوتوا نصيبًا من الكتاب (اليهود والنصارى) يشترون الضلالة ويحبون أن تضلوا أنتم أيضًا عن طريق الحق؟",
  "45": "والله أعلم بأعدائكم وبما في نفوسهم، وكفى بالله وليًا يتولى أموركم، وكفى بالله نصيرًا ينصركم على أعدائكم.",
  "46": "من اليهود قوم يحرفون الكلام عن مواضعه الصحيحة، ويقولون: سمعنا وعصينا (بألسنتهم يظهرون الطاعة ويخفون المعصية)، ويقولون: اسمع غير مسمع (ادعاء منهم بأن الرسول لا يسمع دعاءهم أو لا يسمع منهم ما يحبون)، ويقولون: راعنا (يريدون بها سب الرسول). لو أنهم قالوا: سمعنا وأطعنا، واسمع وانظر إلينا، لكان خيرًا لهم وأعدل. ولكن لعنهم الله بسبب كفرهم، فلا يؤمنون إلا قليلًا منهم.",
  "47": "يا أيها الذين أوتوا الكتاب (اليهود والنصارى) آمنوا بما أنزلنا من القرآن، مصدقًا لما معكم من التوراة والإنجيل، من قبل أن نمسح وجوهًا ونطمس معالمها أو نجعلها كأقفاء رؤوس، أو نلعنهم كما لعنا أصحاب السبت (الذين اعتدوا في السبت). وكان أمر الله قدرًا مقدرًا وواقعًا لا محالة.",
  "48": "إن الله لا يغفر أن يشرك به شيئًا، ويغفر ما دون ذلك من الذنوب لمن يشاء من عباده. ومن يشرك بالله فقد افترى ذنبًا عظيمًا.",
  "49": "ألم تر إلى الذين يزعمون لأنفسهم الزكاء والطهارة من الذنوب؟ بل الله يزكي من يشاء ويطهره من الذنوب، ولا يظلمون شيئًا ولو بقدر الفتيل (وهو الخيط الرقيق في نواة التمر).",
  "50": "انظر كيف يفترون على الله الكذب، وذلك وحده كافٍ لهم ذنبًا مبينًا.",
  "51": "ألم تر إلى الذين أوتوا نصيبًا من الكتاب (اليهود) يؤمنون بالجبت (وهو كل ما عبد من دون الله) والطاغوت (وهو كل ما تجاوز به العبد حده من معبود أو متبوع أو مطاع)، ويقولون عن الذين كفروا من قريش: هؤلاء أهدى طريقًا من الذين آمنوا؟",
  "52": "أولئك هم الذين لعنهم الله وطردهم من رحمته، ومن يلعنه الله فلن تجد له نصيرًا يدفعه عنه.",
  "53": "ألديهم نصيب من الملك والسيادة في الأرض؟ لو كان لهم ذلك لما أعطوا الناس شيئًا ولو بقدر النقير (وهي النقطة الصغيرة على ظهر نواة التمر).",
  "54": "أم يحسدون الناس (وهم محمد صلى الله عليه وسلم وأصحابه) على ما آتاهم الله من فضله من النبوة والرسالة والكتاب؟ فقد آتينا آل إبراهيم الكتاب والحكمة، وآتيناهم ملكًا عظيمًا.",
  "55": "فمن هؤلاء اليهود من آمن بما أنزل على محمد، ومنهم من أعرض عنه وصد عن سبيله. وكفى بجهنم نارًا تسعر بهم.",
  "56": "إن الذين كفروا بآياتنا، سوف ندخلهم نارًا عظيمة. كلما نضجت جلودهم واحترقت، بدلناهم جلودًا أخرى ليذوقوا العذاب مرة بعد مرة. إن الله كان عزيزًا في سلطانه، حكيمًا في تدبيره.",
  "57": "والذين آمنوا وعملوا الصالحات، سوف ندخلهم جنات تجري من تحتها الأنهار، خالدين فيها أبدًا. لهم فيها أزواج مطهرة من الحيض والنفاس وكل عيب. وندخلهم ظلًا دائمًا وظلًا وارفًا.",
  "58": "إن الله يأمركم أن تؤدوا الأمانات إلى أصحابها، وإذا حكمتم بين الناس فاحكموا بالعدل. إن الله نعم ما يوصيكم به من أداء الأمانات والعدل في الحكم. إن الله كان سميعًا يسمع أقوالكم، بصيرًا يرى أعمالكم.",
  "59": "يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول، وأولي الأمر منكم (وهم الحكام والعلماء الذين يأمرون بالمعروف). فإن تنازعتم في شيء من أمور دينكم أو دنياكم، فردوا حكمه إلى كتاب الله وسنة رسوله، إن كنتم تؤمنون بالله واليوم الآخر. ذلك خير لكم وأحسن عاقبة في الدنيا والآخرة.",
  "60": "ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك، يريدون أن يتحاكموا إلى الطاغوت (كل ما عبد من دون الله أو حكم بغير شرع الله)، وقد أمروا أن يكفروا به؟ ويريد الشيطان أن يضلهم ضلالًا بعيدًا عن الحق.",
  "61": "وإذا قيل لهم: تعالوا إلى ما أنزل الله من القرآن وإلى الرسول ليحكم بينكم، رأيت المنافقين يعرضون عنك إعراضًا شديدًا.",
  "62": "فكيف سيكون حالهم إذا أصابتهم مصيبة بسبب ما قدمت أيديهم من الذنوب والمعاصي؟ ثم يأتونك يحلفون بالله: ما أردنا إلا إحسانًا وتوفيقًا بين الخصوم، لا التحاكم إلى الطاغوت.",
  "63": "أولئك هم الذين يعلم الله ما في قلوبهم من نفاق وكذب. فأعرض عنهم، وعظهم بالكلمة الطيبة، وقل لهم قولًا بليغًا مؤثرًا في أنفسهم.",
  "64": "وما أرسلنا من رسول إلا ليطاع بإذن الله وتوفيقه. ولو أنهم إذ ظلموا أنفسهم وجاؤوك يا محمد، فاستغفروا الله، واستغفر لهم الرسول، لوجدوا الله توابًا يقبل التوبة، رحيمًا بهم.",
  "65": "فلا وربك لا يؤمنون إيمانًا صحيحًا حتى يحكموك فيما شجر بينهم من خلافات، ثم لا يجدوا في أنفسهم حرجًا وضيقًا مما قضيت به، ويسلموا لحكمك تسليمًا كاملًا من غير تردد ولا اعتراض.",
  "66": "ولو أنَّا فرضنا عليهم أن يقتلوا أنفسهم، أو يخرجوا من ديارهم، ما فعل ذلك منهم إلا عدد قليل. ولو أنهم فعلوا ما يوصون به من طاعة الله ورسوله، لكان خيرًا لهم وأقوى لتثبيتهم على الحق.",
  "67": "وإذا فعلوا ذلك لأعطيناهم من لدنا أجرًا عظيمًا في الدنيا والآخرة.",
  "68": "ولَهَدَيْناهم طريقًا مستقيمًا موصلًا إلى الجنة.",
  "69": "ومن يطع الله والرسول في جميع أوامره ونواهيه، فأولئك يكونون مع الذين أنعم الله عليهم من النبيين، والصديقين (الذين كمل تصديقهم بالله ورسله)، والشهداء (الذين قتلوا في سبيل الله)، والصالحين (الذين صلحت أعمالهم وقلوبهم). وحسن أولئك رفيقًا في الجنة.",
  "70": "ذلك الفضل العظيم والعطاء الكبير من الله وحده، وكفى بالله عليمًا بما يستحقه كل عامل.",
  "71": "يا أيها الذين آمنوا خذوا حذركم واستعدوا لقتال أعدائكم. فانفروا إلى الجهاد جماعات متفرقة أو اخرجوا جميعًا مرة واحدة حسب المصلحة.",
  "72": "وإن منكم أيها المنافقون من يتخلف عن الجهاد، فإذا أصابكم مصيبة وهزيمة في الجهاد، قال هذا المتخلف: لقد أنعم الله عليّ إذ لم أكن حاضرًا معهم في القتال.",
  "73": "وإن أصابتكم نعمة وظفر ونصر من الله، ليقولن هذا المنافق وكأنه لم تكن بينكم وبينه مودة: يا ليتني كنت معهم فأفوز فوزًا عظيمًا بنصيب من الغنيمة.",
  "74": "فليقاتل في سبيل الله الذين يبيعون ويشترون الحياة الدنيا بدار الآخرة. ومن يقاتل في سبيل الله فيُقتل شهيدًا أو ينتصر، فسوف نؤتيه أجرًا عظيمًا.",
  "75": "وما لكم أيها المسلمون لا تقاتلون في سبيل الله، ولإنقاذ المستضعفين من الرجال والنساء والأطفال، الذين يقولون: ربنا أخرجنا من هذه القرية الظالم أهلها، واجعل لنا من عندك وليًا يتولى أمورنا، واجعل لنا من عندك نصيرًا ينصرنا؟",
  "76": "الذين آمنوا يقاتلون في سبيل الله ولرفع كلمة الله، والذين كفروا يقاتلون في سبيل الطاغوت (وهو كل ما عبد من دون الله). فقاتلوا أولياء الشيطان، إن كيد الشيطان كان ضعيفًا لا يضر إلا من آمن به.",
  "77": "ألم تر إلى الذين قيل لهم: كفوا أيديكم عن القتال، وأقيموا الصلاة، وآتوا الزكاة؟ فلما فرض عليهم القتال، إذا فريق منهم يخشون الناس كخشية الله أو أشد خشية. وقالوا: ربنا لِمَ فرضت علينا القتال؟ هلا أخرتنا إلى أجل قريب لنستمتع بالدنيا؟ قل لهم يا محمد: متاع الدنيا قليل وسريع الزوال، والآخرة خير وأبقى لمن اتقى الله. ولا تظلمون شيئًا ولو بقدر الفتيل.",
  "78": "أينما كنتم يدرككم الموت ولو كنتم في حصون عالية محصنة. وإن تصبهم حسنة وظفر يقولوا: هذه من عند الله. وإن تصبهم سيئة وهزيمة يقولوا: هذه من عندك يا محمد (يعنون بسببك). قل لهم يا محمد: كل من عند الله بتدبيره وقضائه. فما لهؤلاء القوم لا يكادون يفقهون حديثًا؟",
  "79": "ما أصابك من حسنة ونعمة فمن فضل الله وتوفيقه، وما أصابك من سيئة ومصيبة فمن نفسك وبسبب ذنوبك. وأرسلناك يا محمد للناس رسولًا مبلغًا عن الله تعالى. وكفى بالله شهيدًا على رسالتك وتبليغك.",
  "80": "من يطع الرسول فقد أطاع الله، ومن أعرض عن طاعة الرسول، فما أرسلناك يا محمد عليهم حفيظًا رقيبًا تحفظ أعمالهم وتحاسبهم عليها، وإنما أنت مبلغ ومذكر.",
  "81": "ويقول المنافقون: طاعة (أي نحن مطيعون). فإذا خرجوا من عندك، بيَّت فريق منهم غير الذي قلته باللسان، فغيروه وخالفوه. والله يكتب ما يُبَيِّتون من المكر والكيد. فأعرض عنهم، وتوكل على الله، وكفى بالله وكيلًا حافظًا لأمرك.",
  "82": "أفلا يتدبرون القرآن ويتفكرون في آياته؟ ولو كان هذا القرآن من عند غير الله، لوجدوا فيه اختلافًا كثيرًا وتناقضًا.",
  "83": "وإذا جاءهم أمر يتعلق بالأمن من العدو أو بالخوف من وقوع الشر، أذاعوا به وأشاعوه بين الناس. ولو ردوه إلى الرسول وإلى أولي الأمر منهم (من العلماء والحكام)، لعلم الذين يستنبطون الخبر ويستخرجون الحقائق منهم حقيقة الأمر. ولولا فضل الله عليكم ورحمته بكم بتثبيتكم على الحق، لاتبعتم الشيطان إلا قليلًا منكم.",
  "84": "فقاتل يا محمد في سبيل الله، لا تُكَلَّف إلا نفسك، وحرض المؤمنين على القتال. عسى الله أن يكف بأس الذين كفروا. والله أشد قوة وأشد عقابًا.",
  "85": "من يشفع شفاعة حسنة وهي إعانة للمسلم على فعل الخير، يكن له نصيب من الأجر والثواب. ومن يشفع شفاعة سيئة وهي إعانة للمسلم على فعل الشر، يكن له نصيب من الإثم والعقاب. وكان الله على كل شيء رقيبًا ومطلعًا.",
  "86": "وإذا حُيِّيتُم بتحية وهي السلام، فردوا بأحسن منها أو ردوا مثلها. إن الله كان على كل شيء حسيبًا ومحاسبًا.",
  "87": "الله لا إله إلا هو، وهو المستحق للعبادة وحده. ليجمعنكم إلى يوم القيامة لا شك فيه ولا ريب. ومن أصدق من الله حديثًا وقولًا؟",
  "88": "فما لكم أيها المسلمون في المنافقين قسمان مختلفان؟ فريق يقول بقتالهم، وفريق آخر ينهى عن قتالهم؟ والله ردهم إلى الكفر بما كسبوا من نفاقهم. أتريدون أن تهدوا من أضله الله؟ ومن يضلل الله فلن تجد له سبيلًا إلى الهداية.",
  "89": "ودوا لو تكفرون كما كفروا هم، فتكونون سواء معهم في الكفر. فلا تتخذوا منهم أصدقاء وأولياء حتى يهاجروا في سبيل الله إلى المدينة. فإن تولوا وأعرضوا عن الهجرة، فخذوهم واقتلوهم حيث وجدتموهم، ولا تتخذوا منهم وليًا ولا نصيرًا.",
  "90": "إلا الذين يتصلون بقوم بينكم وبينهم عهد وميثاق فلا تقاتلوهم. أو الذين جاءوكم وقد ضاقت صدورهم عن قتالكم أو قتال قومهم، فلا هم معكم ولا مع قومهم. ولو شاء الله لسلَّطهم عليكم فقاتلوكم. فإن اعتزلوكم فلم يقاتلوكم، وألقوا إليكم السلم (أي استسلموا لكم)، فما جعل الله لكم عليهم سبيلًا للقتال.",
  "91": "ستجدون آخرين من المنافقين يريدون أن يأمنوا منكم ويأمنوا من قومهم. كلما ردوا إلى الفتنة والشر، سقطوا فيها. فإن لم يعتزلوكم ولم يلقوا إليكم السلم، ويكفوا أيديهم عن قتالكم، فخذوهم واقتلوهم حيث ظفرتم بهم. وأولئكم هم الذين جعلنا لكم عليهم حجة واضحة وسببًا للقتال.",
  "92": "وما كان لمؤمن أن يقتل مؤمنًا إلا خطأ، لا عمدًا. ومن قتل مؤمنًا خطأ، فعليه تحرير رقبة مؤمنة وتأدية دية مسلمة إلى أهل المقتول، إلا أن يتصدقوا أهل المقتول ويغفروا له. فإن كان المقتول من قوم أعداء لكم وهو مؤمن، فعليه تحرير رقبة مؤمنة فقط، ولا دية لكم. وإن كان المقتول من قوم بينكم وبينهم عهد وميثاق، فعليه دية تسلم إلى أهله وتحرير رقبة مؤمنة. فمن لم يجد ذلك لفقره، فعليه صيام شهرين متتابعين توبة من الله له. وكان الله عليمًا بحاجتكم، حكيمًا في تشريعه.",
  "93": "ومن يقتل مؤمنًا متعمدًا، فجزاؤه نار جهنم خالدًا فيها، وغضب الله عليه ولعنه، وأعد له عذابًا عظيمًا.",
  "94": "يا أيها الذين آمنوا إذا خرجتم للجهاد في سبيل الله فتثبتوا في الأمر ولا تستعجلوا. ولا تقولوا لمن ألقى إليكم التحية والسلام (بقول: السلام عليكم أو لا إله إلا الله)، لست مؤمنًا، تريدون بذلك عرض الحياة الدنيا من غنيمة أو مال. فعند الله مغانم كثيرة وخيرات وفيرة. هكذا كنتم أنتم في بداية الإسلام تخفون إيمانكم، فمَنَّ الله عليكم بالظهور والقوة. فتثبتوا في الأمر وتبينوا الحق. إن الله كان بما تعملون خبيرًا، يعلم خفايا الأمور.",
  "95": "لا يستوي القاعدون عن الجهاد من المؤمنين بغير عذر شرعي، والمجاهدون في سبيل الله بأموالهم وأنفسهم. فضل الله المجاهدين بأموالهم وأنفسهم على القاعدين درجة عظيمة في الأجر. وكلًا وعد الله الجنة. وفضل الله المجاهدين على القاعدين أجرًا عظيمًا.",
  "96": "هذه الدرجات العالية التي تفضلوا بها في الجنة، ومغفرة لذنوبهم، ورحمة واسعة. وكان الله غفورًا رحيمًا.",
  "97": "إن الذين توفاهم الملائكة وهم ظالمو لأنفسهم بترك الهجرة من أرض الكفر، قالت لهم الملائكة: في أي حال كنتم؟ (أي ماذا كنتم تفعلون؟) قالوا: كنا مستضعفين في الأرض لا نستطيع الهجرة. قالت الملائكة: ألم تكن أرض الله واسعة فتهاجروا فيها؟ فأولئك مأواهم نار جهنم، وساءت مرجعًا ومصيرًا.",
  "98": "إلا المستضعفين من الرجال والنساء والأطفال الذين لا يستطيعون حيلة للخروج من أرض الكفر، ولا يهتدون سبيلًا للهجرة.",
  "99": "فأولئك عسى الله أن يعفو عنهم ويغفر لهم. وكان الله عفوًا واسع المغفرة، غفورًا رحيمًا.",
  "100": "ومن يهاجر في سبيل الله هربًا من الكفر والظلم، يجد في الأرض متسعًا ورخاءً، ويجد خيرًا كثيرًا. ومن يخرج من بيته مهاجرًا إلى الله ورسوله، ثم يدركه الموت قبل وصوله، فقد ثبت أجره عند الله. وكان الله غفورًا لمن تاب، رحيمًا بعباده.",
  "101": "وإذا سافرتم في الأرض للجهاد أو غيره، فلا حرج عليكم أن تقصروا من صلاتكم الرباعية ركعتين، إن خفتم أن يفتنكم الذين كفروا ويهجموا عليكم في الصلاة. إن الكافرين كانوا لكم أعداء ظاهرين ومتربصين بكم.",
  "102": "وإذا كنت أيها الرسول فيهم تقودهم في الصلاة، فليقم طائفة منهم معك للصلاة، وليأخذوا أسلحتهم معهم. فإذا سجدوا وأتموا ركعتهم، فلينصرفوا ويكونوا خلفكم لحراستكم. ولتأت طائفة أخرى لم يصلوا معك فليصلوا معك، وليأخذوا حذرهم وأسلحتهم. ود الذين كفروا لو تغفلون عن أسلحتكم وأمتعتكم فيهجمون عليكم هجمة واحدة. ولا حرج عليكم إن كان بكم أذى من مطر، أو كنتم مرضى أن تضعوا أسلحتكم وتتركوها جانبًا، وخذوا حذركم. إن الله أعد للكافرين عذابًا مهينًا.",
  "103": "فإذا أتممتم الصلاة وأديتموها، فاذكروا الله قيامًا وقعودًا وعلى جنوبكم في جميع أحوالكم. فإذا اطمأننتم وزال الخوف، فأقيموا الصلاة على وجهها الكامل بأركانها وشروطها. إن الصلاة كانت على المؤمنين فريضة مفروضة في أوقات معينة.",
  "104": "ولا تضعفوا ولا تترددوا في طلب القوم الكافرين في الحرب. إن تكونوا تتألمون من جراح الحرب، فإنهم أيضًا يتألمون كما تتألمون. وتطمعون من الله من الأجر والنصر ما لا يطمعون هم فيه. وكان الله عليمًا بكل شيء، حكيمًا في تدبيره.",
  "105": "إنا أنزلنا إليك أيها الرسول الكتاب (القرآن) بالحق، لتحكم بين الناس بما أراك الله من العدل والشرع. ولا تكن للمخادعين والكاذبين مدافعًا عنهم.",
  "106": "واستغفر الله من ذلك، إن الله كان غفورًا رحيمًا.",
  "107": "ولا تجادل وتدافع عن الذين يخونون أنفسهم بالمعاصي والآثام. إن الله لا يحب من كان خائنًا لنفسه، كثير الإثم.",
  "108": "يستخفون بذنوبهم من الناس ولا يستخفون من الله، وهو معهم بعلمه وقدرته حين يبيتون ما لا يرضى من القول والعمل. وكان الله بما يعملون محيطًا وعليمًا.",
  "109": "ها أنتم هؤلاء جادلتم ودافعتم عن هؤلاء الخائنين في الحياة الدنيا. فمن يجادل عنهم ويستغفر لهم يوم القيامة عند الله؟ أو من يكون لهم وكيلًا يتولى أمرهم ويدافع عنهم؟",
  "110": "ومن يعمل سوءًا أو يظلم نفسه بالذنوب، ثم يستغفر الله تائبًا نادمًا، يجد الله غفورًا رحيمًا يقبل توبته ويغفر ذنبه.",
  "111": "ومن يكسب إثمًا وذنبًا، فإنما يكسبه على نفسه وضرر ذلك يعود عليه. وكان الله عليمًا بكل شيء، حكيمًا في أفعاله.",
  "112": "ومن يرتكب خطيئة صغيرة أو ذنبًا كبيرًا، ثم يرمي ويجعل تهمة ذلك على بريء لا ذنب له، فقد تحمل بذلك بهتانًا عظيمًا وذنبًا مبينًا.",
  "113": "ولولا فضل الله عليك ورحمته، لهمت طائفة منهم (الذين حاولوا إيقاعك في الخطأ) أن يضلوك عن الحق والصواب في حكمك. وما يضلون إلا أنفسهم، وما يضرونك شيئًا. وأنزل الله عليك الكتاب والحكمة (القرآن والسنة)، وعلمك ما لم تكن تعلم من الشرائع والأحكام. وكان فضل الله عليك عظيمًا.",
  "114": "لا خير في كثير من أحاديثهم النجوى، إلا من أمر بصدقة أو معروف أو إصلاح بين الناس. ومن يفعل ذلك ابتغاء مرضاة الله، فسوف نؤتيه أجرًا عظيمًا.",
  "115": "ومن يشاقق الرسول ويخالف أمره ويتبعه غير سبيل المؤمنين بعدما تبين له الحق، نوليه ما تولى ونتركه لما اختاره من الضلال، وندخله نار جهنم، وساءت مرجعًا ومصيرًا.",
  "116": "إن الله لا يغفر أن يشرك به شيئًا، ويغفر ما دون ذلك لمن يشاء. ومن يشرك بالله فقد ضل ضلالًا بعيدًا عن الحق.",
  "117": "لا يعبد المشركون من دون الله إلا إناثًا (كالأصنام المؤنثة كالعزى واللات)، وإنما يدعون بذلك شيطانًا مريدًا متمردًا على أمر الله.",
  "118": "لعنه الله وطرده من رحمته. وقال الشيطان: لأتخذن من عبادك نصيبًا مقدرًا ومخصصًا لي، أغويهم وأضلهم.",
  "119": "ولأضلنهم عن طريق الحق، ولأمنينهم بالأماني الباطلة كالخلود في الدنيا وتأخير التوبة، ولآمرنهم بتغيير خلق الله كالتشبه بالنساء وتغيير الفطرة. ومن يتخذ الشيطان وليًا وناصرًا من دون الله، فقد خسر خسرانًا مبينًا.",
  "120": "يعدهم الشيطان ويغريهم بالأماني الكاذبة، وما يعدهم الشيطان إلا خداعًا وتغريرًا.",
  "121": "أولئك الذين يتبعون الشيطان مأواهم نار جهنم، ولا يجدون عنها مفرًا ولا خلاصًا.",
  "122": "والذين آمنوا وعملوا الصالحات، سندخلهم جنات تجري من تحتها الأنهار، خالدين فيها أبدًا. وعد الله حق لا يخلف. ومن أصدق من الله قولًا؟",
  "123": "ليس الأمر على مجرد الأماني الباطلة، لا بأمانيكم أيها المسلمون ولا بأماني أهل الكتاب (اليهود والنصارى). من يعمل سوءًا يجز به في الدنيا والآخرة، ولا يجد له من دون الله وليًا ينصره ولا نصيرًا يدفعه عنه.",
  "124": "ومن يعمل من الصالحات ذكرًا كان أو أنثى وهو مؤمن بالله، فأولئك يدخلون الجنة ولا يظلمون شيئًا ولو بقدر النقير.",
  "125": "ومن أحسن دينًا وطريقًا ومنهجًا من الذي أسلم وجهه لله وأخلص له العبادة، وهو محسن في عمله، واتبع ملة إبراهيم حنيفًا مائلًا عن الشرك إلى التوحيد؟ واتخذ الله إبراهيم خليلًا له، وحبيبه الذي كملت محبته.",
  "126": "ولله ما في السماوات وما في الأرض ملكًا وخلقًا وتدبيرًا، وكان الله بكل شيء محيطًا علمًا وقدرة.",
  "127": "ويستفتونك أيها الرسول في شأن النساء. قل الله يفتيكم في شأن النساء، وما يتلى عليكم في الكتاب من آيات القرآن في شأن يتامى النساء اللاتي لا تعطونهن حقوقهن من الميراث والزواج، وترغبون في نكاحهن لجمالهن ومالهن، أو تتركونهن معلقات فلا تتزوجوهن ولا تتركونهن يتزوجن. وفي المستضعفين من الولدان والأطفال. وأن تقوموا لليتامى بالعدل التام في حقوقهم. وما تفعلوا من خير من إحسان إلى اليتامى وغيرهم، فإن الله كان به عليمًا ويجازي عليه.",
  "128": "وإن خافت امرأة من زوجها نشوزًا وعصيانًا أو إعراضًا عنها، فلا حرج عليهما أن يتصالحا صلحًا يزيل الخلاف بينهما. والصلح خير وأفضل من الفراق والخصومة. وطُبعت النفوس على الشح والبخل وحب المال. وإن تحسنوا المعاملة وتتقوا الله في حقوق بعضكم بعضًا، فإن الله كان بما تعملون خبيرًا ويجازيكم عليه.",
  "129": "ولن تستطيعوا أيها الرجال أن تعدلوا عدلًا كاملًا بين النساء في الميل القلبي والمحبة، ولو حرصتم على ذلك. فلا تميلوا كل الميل إلى إحداهن، فتتركوا الأخرى كالمعلقة لا هي متزوجة ولا هي مطلقة. وإن تصلحوا ما بينكم وتتقوا الله في حقوق النساء، فإن الله كان غفورًا رحيمًا.",
  "130": "وإن يتفرق الزوجان بالطلاق، يغن الله كلًا منهما من فضله وسعته، وييسر لهما أسباب المعيشة والزواج. وكان الله واسع الفضل، حكيمًا في تدبيره.",
  "131": "ولله ما في السماوات وما في الأرض ملكًا وخلقًا وتدبيرًا. ولقد أوصينا الذين أوتوا الكتاب من قبلكم ووصيناكم أيها المسلمون بتقوى الله وخشيته وطاعته. وإن تكفروا بالله وتجحدوا نعمه، فإن لله ما في السماوات وما في الأرض، وهو غني عن خلقه، حميد مستحق للحمد والثناء.",
  "132": "ولله ما في السماوات وما في الأرض. وكفى بالله وكيلًا يتولى أمور خلقه.",
  "133": "إن يشأ الله يذهبكم أيها الناس ويهلككم، ويأت بآخرين غيركم يطيعونه ويقيمون أمره. وكان الله على ذلك قديرًا.",
  "134": "من كان يريد ثواب الدنيا وزينتها، فعند الله ثواب الدنيا والآخرة. والله سميع يسمع أقوال العباد، بصير يرى أعمالهم.",
  "135": "يا أيها الذين آمنوا كونوا قائمين بالعدل، شهداء لله ولو على أنفسكم أو الوالدين والأقربين. إن كان المشهود عليه غنيًا أو فقيرًا، فالله أولى بهما بالرفق والرحمة. فلا تتبعوا الهوى والميل عن الحق في شهادتكم، فَتَعْدِلوا عن الحق. وإن تلوا ألسنتكم بالشهادة وتغيروا الحق، أو تعرضوا عن الشهادة ولا تشهدوا، فإن الله كان بما تعملون خبيرًا ويجازيكم عليه.",
  "136": "يا أيها الذين آمنوا آمنوا بالله ورسوله محمد، والكتاب الذي أنزل على رسوله (القرآن)، والكتاب الذي أنزل من قبل (التوراة والإنجيل والزبور). ومن يكفر بالله وملائكته وكتبه ورسله واليوم الآخر، فقد ضل ضلالًا بعيدًا عن الحق.",
  "137": "إن الذين آمنوا ثم كفروا، ثم آمنوا ثم كفروا، ثم ازدادوا كفرًا وإصرارًا عليه، لم يكن الله ليغفر لهم ذنوبهم، ولا ليهديهم طريقًا موصلًا إلى الهداية والصلاح.",
  "138": "بشِّر المنافقين بعذاب أليم موجع.",
  "139": "الذين يتخذون الكافرين أولياء وأصدقاء من دون المؤمنين. أيطلبون عندهم العزة والرفعة؟ فإن العزة والرفعة جميعًا لله وحده، يمنحها لمن يشاء من المؤمنين.",
  "140": "وقد أنزل عليكم في الكتاب (القرآن) إذا سمعتم آيات الله يُكفر بها ويُستهزأ بها، فلا تجلسوا معهم حتى يخوضوا في حديث آخر غير الاستهزاء بالآيات. إنكم حينئذ إذا جلستم معهم تكونوا مثلهم في الإثم. إن الله جامع المنافقين والكافرين جميعًا في نار جهنم.",
  "141": "الذين يتربصون بكم أيها المسلمون وينتظرون ما يصيبكم من خير أو شر. فإن كان لكم فتح ونصر من الله على أعدائكم، قالوا لكم: ألم نكن معكم في القتال؟ فاجعلوا لنا نصيبًا من الغنيمة. وإن كان للكافرين نصيب من الظفر عليكم، قالوا للمسلمين: ألم نستحوذ عليكم ونمنعكم من القتال، ونحمِكم من المؤمنين؟ فالله سيحكم ويفصل بينكم وبينهم يوم القيامة. ولن يجعل الله للكافرين على المؤمنين سبيلًا للغلبة والحجة.",
  "142": "إن المنافقين يحاولون خداع الله بما يظهرونه من الإيمان ويخفونه من الكفر، وهو خادعهم ومجازيهم على نفاقهم. وإذا قاموا إلى الصلاة قاموا كسالى متثاقلين، يراءون الناس ويظهرون الإيمان ليرى الناس أعمالهم، ولا يذكرون الله إلا قليلًا من غير خشوع وتدبر.",
  "143": "هم مترددون بين الإيمان والكفر، لا هم مع المؤمنين إيمانًا حقيقيًا، ولا هم مع الكافرين كفرًا صريحًا. ومن يضلل الله فلن تجد له سبيلًا إلى الهداية.",
  "144": "يا أيها الذين آمنوا لا تتخذوا الكافرين أولياء وأصدقاء من دون المؤمنين. أتريدون أن تجعلوا لله عليكم حجة واضحة وعذرًا في عذابكم؟",
  "145": "إن المنافقين في الدرك الأسفل من النار، وهو أشد مكان في جهنم. ولن تجد لهم نصيرًا يدفع عنهم عذاب الله.",
  "146": "إلا الذين تابوا من نفاقهم، وأصلحوا أعمالهم، واعتصموا بالله ولجأوا إليه، وأخلصوا دينهم لله وحده، فأولئك مع المؤمنين في الجنة. وسوف يؤت الله المؤمنين أجرًا عظيمًا.",
  "147": "ما يفعل الله بعذابكم إن شكرتم نعمه وآمنتم به؟ إن الله شكور يقبل اليسير من العمل الصالح ويجازي عليه الكثير، عليم بما في قلوبكم.",
  "148": "لا يحب الله الجهر بالسوء من القول بالسب والشتم، إلا من ظُلم فله أن يجهر بالشكوى والدعاء على الظالم. وكان الله سميعًا يسمع أقوال العباد، عليمًا بخفايا الأمور.",
  "149": "إن تظهروا خيرًا أو تخفوه، أو تعفوا عن سوء وضرر أصابكم، فإن الله كان عفوًا قديرًا لا يعجزه شيء.",
  "150": "إن الذين يكفرون بالله ورسله، ويريدون أن يفرقوا بين الله ورسله بأن يؤمنوا ببعض ويكفروا ببعض، ويقولون نؤمن ببعض ونكفر ببعض، ويريدون أن يتخذوا بين الإيمان والكفر طريقًا وسطًا.",
  "151": "أولئك هم الكافرون حقًا. وأعتدنا للكافرين عذابًا مهينًا في جهنم.",
  "152": "والذين آمنوا بالله ورسله جميعًا، ولم يفرقوا بين أحد منهم، أولئك سوف يؤتيهم الله أجورهم كاملة في الدنيا والآخرة. وكان الله غفورًا لمن تاب، رحيمًا بعباده.",
  "153": "يسألك أهل الكتاب (اليهود) أن تنزل عليهم كتابًا من السماء مكتوبًا جملة واحدة. فقد سألوا موسى أعظم من ذلك، إذ قالوا: أرنا الله جهرة وعيانًا. فأصابتهم صاعقة عظيمة بسبب ظلمهم وطلبهم هذا. ثم اتخذوا العجل إلهًا بعد أن جاءتهم البينات والمعجزات على وحدانية الله، فعفونا عن ذلك منهم. وآتينا موسى سلطانًا مبينًا وحجة واضحة.",
  "154": "ورفعنا فوقهم جبل الطور لما امتنعوا عن قبول التوراة. وقلنا لهم: ادخلوا باب بيت المقدس ساجدين لله خاشعين. وقلنا لهم: لا تتعدوا حدود الله في السبت ولا تصطادوا. وأخذنا منهم ميثاقًا غليظًا مؤكدًا.",
  "155": "فبسبب نقضهم ميثاقهم، وكفرهم بآيات الله، وقتلهم الأنبياء بغير حق، وقولهم: قلوبنا مغلفة لا تفقه ما تقول. بل طبع الله على قلوبهم بسبب كفرهم، فلا يؤمنون إلا قليلًا منهم.",
  "156": "وبسبب كفرهم، وقولهم على مريم البهتان العظيم بتهمتها بالزنا.",
  "157": "وقولهم: إنا قتلنا المسيح عيسى ابن مريم رسول الله. وما قتلوه وما صلبوه، ولكن شُبِّه لهم الأمر، فرأوا رجلًا آخر يشبهه فقتلوه وصلبوه ظنًا منهم أنه عيسى. وإن الذين اختلفوا في شأن عيسى لفي شك عظيم من حقيقته، ما لهم به من علم يقيني، بل يتبعون الظن والتخمين. وما قتلوه قتلا يقينًا.",
  "158": "بل رفعه الله إليه حيًا، والله عزيز في قدرته، حكيم في تدبيره.",
  "159": "وإن من أهل الكتاب (اليهود والنصارى) إلا من سيؤمن بعيسى قبل موته عند نزوله إلى الأرض. ويوم القيامة يكون عيسى عليهم شهيدًا بما فعلوه من التكذيب به والتأليه له.",
  "160": "فبظلم من الذين تهودوا (اليهود) واعتدائهم، حرمنا عليهم طيبات من الأطعمة كانت حلالًا لهم، وبسبب صدهم كثيرًا عن سبيل الله.",
  "161": "وأخذهم الربا مع أنهم نهوا عنه، وأكلهم أموال الناس بالباطل بغير حق. وأعددنا للكافرين منهم عذابًا أليمًا.",
  "162": "لكن الراسخون في العلم منهم (وهم قليل من اليهود والنصارى الذين أسلموا)، والمؤمنون من أمتك يا محمد، يؤمنون بما أنزل إليك من القرآن وما أنزل من قبلك من الكتب السماوية. والمقيمين للصلاة، والمؤتين للزكاة، والمؤمنين بالله واليوم الآخر. أولئك سوف نؤتيهم أجرًا عظيمًا.",
  "163": "إنا أوحينا إليك يا محمد كما أوحينا إلى نوح والنبيين من بعده. وأوحينا إلى إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط (أولاد يعقوب)، وعيسى وأيوب ويونس وهارون وسليمان. وآتينا داود زبورًا وهو كتاب.",
  "164": "ورسلاً منهم من قصصنا عليك خبرهم من قبل، ورسلاً لم نقصص عليك خبرهم. وكلم الله موسى تكليمًا مباشرًا دون واسطة.",
  "165": "هؤلاء الرسل أرسلناهم مبشرين بالجنة ومنذرين بالنار، لئلا يكون للناس حجة واعتراض على الله بعد إرسال الرسل. وكان الله عزيزًا في سلطانه، حكيمًا في تدبيره.",
  "166": "لكن الله يشهد بما أنزل إليك من القرآن، أنزله بعلمه المحيط بكل شيء. والملائكة أيضًا يشهدون بذلك. وكفى بالله شهيدًا على رسالتك.",
  "167": "إن الذين كفروا بالقرآن وبمحمد، وصدوا الناس عن سبيل الله، فقد ضلوا ضلالًا بعيدًا عن الحق.",
  "168": "إن الذين كفروا وظلموا أنفسهم وغيرهم، لم يكن الله ليغفر لهم ذنوبهم، ولا ليهديهم طريقًا موصلًا إلى الهداية والصلاح.",
  "169": "إلا طريق جهنم خالدين فيها أبدًا، وكان ذلك على الله يسيرًا.",
  "170": "يا أيها الناس قد جاءكم الرسول محمد بالحق من ربكم فآمنوا به، خير لكم في الدنيا والآخرة. وإن تكفروا بالله ورسوله، فإن لله ما في السماوات والأرض ملكًا وخلقًا، وهو غني عن خلقه. وكان الله عليمًا بكل شيء، حكيمًا في تدبيره.",
  "171": "يا أهل الكتاب (النصارى) لا تبالغوا في دينكم، ولا تقولوا على الله إلا الحق. إنما المسيح عيسى ابن مريم رسول الله، وكلمته التي ألقاها إلى مريم (حيث خلقه بكلمة كن)، وروح منه (خلقه من روح منه). فآمنوا بالله ورسله، ولا تقولوا: آلهة ثلاثة، بل قولوا: إله واحد. انتهوا عن هذا القول فهو خير لكم. إنما الله إله واحد، تنزه عن أن يكون له ولد. له ما في السماوات وما في الأرض ملكًا وخلقًا. وكفى بالله وكيلًا يتولى أمور خلقه.",
  "172": "لن يستنكف المسيح أن يكون عبدًا لله، ولن يستنكف الملائكة المقربون أن يكونوا عبيدًا لله. ومن يستنكف عن عبادة الله ويتكبر، فسوف يحشرهم الله جميعًا إليه يوم القيامة ليحاسبهم.",
  "173": "فأما الذين آمنوا وعملوا الصالحات، فيوفيهم الله أجورهم كاملة، ويزيدهم من فضله وكرمه. وأما الذين استنكفوا وتكبروا عن عبادته، فسوف يعذبهم الله عذابًا أليمًا، ولا يجدون لهم من دون الله وليًا ينصرهم ولا نصيرًا يدفعه عنهم.",
  "174": "يا أيها الناس قد جاءتكم برهان وحجة واضحة من ربكم (وهو محمد والقرآن)، وأنزلنا إليكم نورًا مبينًا (وهو القرآن) يهدي إلى الحق.",
  "175": "فأما الذين آمنوا بالله واعتصموا به ولجأوا إليه، فسيدخلهم في رحمته الواسعة وفضله، ويهديهم إلى طريق مستقيم موصل إلى الجنة.",
  "176": "يستفتونك أيها الرسول في حكم الكلالة (وهو الميت الذي لا والد له ولا ولد). قل الله يفتيكم في الكلالة: إن مات رجل ليس له ولد ولا والد، وله أخت شقيقة أو لأب، فلها نصف ما ترك الميت. وهو يرثها إذا لم يكن لها ولد. فإن كانت الأختان، فلهما الثلثان مما ترك الميت. وإن كانوا إخوة ذكورًا وإناثًا، فللذكر مثل حظ الأنثيين. يبين الله لكم هذه الأحكام لئلا تضلوا. والله بكل شيء عليم."
}