{
  "1": "يا أيها الذين آمنوا أتمُّوا العهود والمواثيق التي بينكم وبين الله، والتي بينكم وبين الناس. أحلت لكم بهيمة الأنعام (الإبل، البقر، الغنم) للأكل، إلا ما يتلى عليكم تحريمه في القرآن. ولا تحلُّوا الصيد وأنتم محرمون بالحج أو العمرة. إن الله يحكم ما يشاء ويُشرِّع ما يريد.",
  "2": "يا أيها الذين آمنوا لا تنتهكوا حرمات الله وشعائره في الحج والعمرة، ولا تنتهكوا حرمة الأشهر الحرم (ذو القعدة، ذو الحجة، المحرم، رجب) بالقتال فيها، ولا تتعدوا على الهدي (ما يذبح في الحج من الأنعام)، ولا على القلائد (ما يُعلَّق على الهدي علامة له)، ولا على قاصدي البيت الحرام الذين يبتغون فضلاً من ربهم ورضوانًا. وإذا حللتم من إحرامكم، فاحلَّ لكم الصيد. ولا يحملنكم بغض قوم بسبب أن صدوكم عن المسجد الحرام (في صلح الحديبية) على العدوان والظلم. وتعاونوا أيها المسلمون على البر (فعل الخير والطاعة) والتقوى (ترك المعاصي والخشية من الله)، ولا تعاونوا على الإثم (المعصية) والعدوان (الظلم). واتقوا الله، إن الله شديد العقاب لمن عصاه.",
  "3": "حرِّمَت عليكم الميتة (التي ماتت بغير ذبح شرعي)، والدم المسفوح (الذي سال من الذبيحة عند الذبح)، ولحم الخنزير. وما ذبح لغير الله (كالأصنام). والمنخنقة (التي ماتت خنقًا)، والموقوذة (التي ماتت بالضرب)، والمتردية (التي سقطت من مكان عالٍ فماتت)، والنطيحة (التي ماتت بنطح حيوان آخر)، وما أكل السبع (الحيوان المفترس) منه إلا ما ذكيتم (أدركتموه حيًّا فذبحتموه قبل موته). وما ذبح على النصب (وهي حجارة كانت تُذبح عليها الذبائح للأصنام). وأن تستقسموا بالأزلام (وهي سهام كانوا يستعملونها للاستخارة، كُتب على بعضها 'افعل' وعلى بعضها 'لا تفعل' وعلى بعضها لا شيء). ذلكم فسق وخروج عن طاعة الله. اليوم يئس الذين كفروا من دينكم أن يتمكنوا من إزالته وإبطاله، فلا تخافوهم وخافوا الله. اليوم أكملت لكم دينكم بالفرائض والأحكام، وأتممت عليكم نعمتي بإظهاركم على الأعداء، ورضيت لكم الإسلام دينًا وطريقًا ومنهجًا. فمن اضطر إلى أكل شيء من المحرمات المذكورة لشدة الجوع غير متعمد للإثم، فإن الله غفور رحيم.",
  "4": "يسألونك أيها الرسول ماذا أحل لهم من الطعام؟ قل: أحل لكم الطيبات من الأطعمة، وما علمتموه مما تصطاد به جوارحكم (كلاب الصيد، الطيور الجارحة المدربة) تعلمونه مما علَّمكم الله من آداب الصيد. فكلوا مما أمسكنه عليكم (بعد أن صدن لكم صيدًا ولم يأكلن منه)، واذكروا اسم الله عليه عند الإرسال. واتقوا الله، إن الله سريع الحساب.",
  "5": "اليوم أحل لكم الطيبات من الأطعمة. وطعام الذين أوتوا الكتاب (اليهود والنصارى) من الذبائح حلال لكم، وطعامكم حلال لهم. والحلائل من الحرائر المؤمنات حلال لكم، والحلائل من العفيفات من الذين أوتوا الكتاب من قبلكم حلال لكم، إذا آتيتموهن مهورهن، محصنين (متزوجين)، غير مسافحين (غير زانين)، ولا متخذي أخدان (صديقات سر). ومن يكفر بالإيمان وشرائع الإسلام، فقد بطل عمله، وهو في الآخرة من الخاسرين.",
  "6": "يا أيها الذين آمنوا إذا قمتم إلى الصلاة (وأردتم أداءها)، فاغسلوا وجوهكم وأيديكم إلى المرافق، وامسحوا برؤوسكم، واغسلوا أرجلكم إلى الكعبين. وإن كنتم جنبًا (أصابتكم جنابة)، فاطَّهَّروا بالغسل. وإن كنتم مرضى، أو على سفر، أو جاء أحد منكم من الغائط، أو لامستم النساء (أي جامعتموهن)، فلم تجدوا ماء، فتيمموا صعيدًا طيبًا (ترابًا طاهرًا)، فامسحوا بوجوهكم وأيديكم منه. ما يريد الله ليجعل عليكم من حرج وضيق في الدين، ولكن يريد ليطهركم من الذنوب والنجاسات، وليتم نعمته عليكم بالتشريع والتيسير، لعلكم تشكرون نعمه.",
  "7": "واذكروا نعمة الله عليكم بالإسلام، وميثاقه الذي عاهدكم به، حين قلتم عندما بايعتم النبي صلى الله عليه وسلم: سمعنا قولك وأطعنا أمرك. واتقوا الله بامتثال أوامره واجتناب نواهيه. إن الله عليم بما في الصدور من الأسرار والنيات.",
  "8": "يا أيها الذين آمنوا كونوا قوامين لله بالعدل، شهداء لله ولو كان ذلك على أنفسكم أو على الوالدين والأقربين. ولا يحملنكم بغض قوم على ألا تعدلوا في الحكم أو الشهادة. اعدلوا في كل أحوالكم، فهو أقرب إلى التقوى. واتقوا الله، إن الله خبير بما تعملون من خير وشر.",
  "9": "وعد الله الذين آمنوا وعملوا الصالحات أن لهم مغفرة لذنوبهم وأجرًا عظيمًا في الجنة.",
  "10": "والذين كفروا بآياتنا وكذبوا بها، أولئك هم أصحاب الجحيم (نار جهنم).",
  "11": "يا أيها الذين آمنوا اذكروا نعمة الله عليكم حين بسط قوم كفار أيديهم إليكم ليفتكوا بكم، فكف أيديهم عنكم وحماكم منهم. واتقوا الله. وعلى الله فليتوكل المؤمنون في جميع أمورهم.",
  "12": "ولقد أخذ الله ميثاق بني إسرائيل أن يعبدوه وحده، وبعث منهم اثني عشر نقيبًا (رئيسًا) على أسباطهم. وقال الله لهم: إني معكم بالنصر والتأييد، لئن أقمتم الصلاة وأديتم الزكاة، وآمنتم برسلي، وعزرتموهم (ناصرتموهم وأعنتموهم)، وأقرضتم الله قرضًا حسنًا (بالإنفاق في سبيله)، لأكفرن عنكم سيئاتكم، ولأدخلنكم جنات تجري من تحتها الأنهار. فمن كفر بعد ذلك منكم فقد ضل عن سواء السبيل.",
  "13": "فبسبب نقضهم ميثاقهم، لعناهم وطردهم من رحمتنا، وجعلنا قلوبهم قاسية لا تعي الموعظة. يحرفون الكلم عن مواضعه الصحيحة في التوراة، ونسوا نصيبًا مما ذكروا به من أوامر ونواهي. ولا تزال يا محمد تطلع على خيانة وغدر منهم، إلا قليلًا منهم. فاعف عنهم واصفح عن أخطائهم، إن الله يحب المحسنين.",
  "14": "ومن الذين قالوا إنا نصارى، أخذنا ميثاقهم أن يؤمنوا بالله ورسله، فنسوا نصيبًا مما ذكروا به من تعاليم الإنجيل. فأغرينا بينهم العداوة والبغضاء إلى يوم القيامة بسبب اختلافهم ونقضهم للعهد. وسوف يخبرهم الله يوم القيامة بما كانوا يصنعون من الفساد والخلاف.",
  "15": "يا أهل الكتاب (اليهود والنصارى) قد جاءكم رسولنا محمد يبين لكم كثيرًا مما كنتم تخفونه من الكتاب (التوراة والإنجيل)، ويعفو عن كثير مما لم تكن هناك حاجة لبيانه. قد جاءكم من الله نور (وهو محمد صلى الله عليه وسلم) وكتاب مبين (وهو القرآن).",
  "16": "يهدي به الله من اتبع رضوانه طرق السلامة والأمن في الدنيا والآخرة، ويخرجهم من ظلمات الكفر والجهل إلى نور الإيمان والعلم بإذنه، ويهديهم إلى صراط مستقيم.",
  "17": "لقد كفر الذين قالوا: إن الله هو المسيح ابن مريم. قل لهم يا محمد: من ذا الذي يملك أن يمنع الله شيئًا إن أراد أن يهلك المسيح ابن مريم وأمه وكل من في الأرض جميعًا؟ ولله ملك السماوات والأرض وما بينهما. يخلق ما يشاء. والله على كل شيء قدير.",
  "18": "وقالت اليهود والنصارى: نحن أبناء الله وأحباؤه. قل لهم يا محمد: فلِمَ يعذبكم بذنوبكم؟ بل أنتم بشر من جملة خلق الله. يغفر لمن يشاء ويعذب من يشاء. ولله ملك السماوات والأرض وما بينهما، وإليه المصير يوم القيامة.",
  "19": "يا أهل الكتاب (اليهود والنصارى) قد جاءكم رسولنا محمد على فترة وانقطاع من الرسل، يبين لكم شرع الله، لئلا تقولوا: ما جاءنا من بشير ولا نذير. فقد جاءكم بشير ونذير. والله على كل شيء قدير.",
  "20": "وإذ قال موسى لقومه يا قوم اذكروا نعمة الله عليكم إذ جعل فيكم أنبياء، وجعلكم ملوكًا (تملكون أمركم). وآتاكم ما لم يؤت أحدًا من العالمين من المعجزات والفضائل.",
  "21": "يا قوم ادخلوا الأرض المقدسة (بيت المقدس وما حولها) التي كتب الله لكم دخولها، ولا ترجعوا على أدباركم خوفًا من العدو فتخسروا الدنيا والآخرة.",
  "22": "قالوا يا موسى: إن فيها قومًا جبارين أقوياء، وإنا لن ندخلها حتى يخرجوا منها. فإن يخرجوا منها فإنا داخلون.",
  "23": "قال رجلان من الذين يخافون الله ويخشون عقابه، أنعم الله عليهما باليقين والإيمان وهما يوشع بن نون وكالب بن يوفنا: ادخلوا عليهم باب المدينة، فإذا دخلتموه فإنكم غالبون بإذن الله. وعلى الله فتوكلوا إن كنتم مؤمنين حقًّا.",
  "24": "قالوا يا موسى: إنا لن ندخلها أبدًا ما داموا فيها. فاذهب أنت وربك فقاتلا، إنا هاهنا قاعدون لا نقاتل معكم.",
  "25": "قال موسى: رب إني لا أملك إلا نفسي وأخي هارون، فافصل بيننا وبين هذا القوم الفاسقين المتمردين.",
  "26": "قال الله لموسى: فإن الأرض المقدسة محرمة عليهم أربعين سنة يتيهون في الأرض، لا يستقرون في مكان. فلا تأسف على القوم الفاسقين.",
  "27": "واتل عليهم يا محمد خبر ابني آدم بالحق (وهما قابيل وهابيل) حين قرب كل منهما قربانًا لله. فتقبل الله من أحدهما (هابيل) ولم يتقبل من الآخر (قابيل). قال قابيل لأخيه هابيل: لأقتلنك. قال هابيل: إنما يتقبل الله من المتقين.",
  "28": "لئن مددت إلي يدك لتقتلني ما أنا بباسط يدي إليك لأقتلك، إني أخاف الله رب العالمين.",
  "29": "إني أريد أن تبوء بإثمي وإثمك (أي تتحمل وزري ووزرك) فتكون من أصحاب النار. وذلك جزاء الظالمين.",
  "30": "فطاوعته نفسه لقتل أخيه فقتله، فأصبح من الخاسرين في الدنيا والآخرة.",
  "31": "فبعث الله غرابًا يبحث في الأرض ليريه كيف يواري سوءة أخيه (جثة أخيه). قال يا ويلتا أعجزت أن أكون مثل هذا الغراب فأواري سوءة أخي؟ فأصبح من النادمين على فعلته بعد فوات الأوان.",
  "32": "من أجل هذا كتبنا على بني إسرائيل أنه من قتل نفسًا بغير حق (قصاص) أو فساد في الأرض، فكأنما قتل الناس جميعًا. ومن أحياها بالعدل وترك القتل أو إنقاذها من الهلاك، فكأنما أحيا الناس جميعًا. ولقد جاءتهم رسلنا بالبينات والمعجزات، ثم إن كثيرًا منهم بعد ذلك في الأرض لمسرفون في القتل والفساد.",
  "33": "إنما جزاء الذين يحاربون الله ورسوله (بقطع الطريق والاعتداء على الناس)، ويسعون في الأرض فسادًا بالقتل والنهب والإفساد، أن يُقتلوا (إن قتلوا)، أو يُصلبوا (إن أخذوا المال وقتلوا)، أو تقطع أيديهم وأرجلهم من خلاف (اليمين مع الشمال والعكس) إن سلبوا الأموال فقط، أو يُنفوا من الأرض (يُحبسوا أو يُطردوا من ديارهم). ذلك لهم خزي وعار في الدنيا، ولهم في الآخرة عذاب عظيم في النار.",
  "34": "إلا الذين تابوا من المحاربين من قبل أن تقدروا عليهم وتأخذوهم. فاعلموا أن الله غفور لمن تاب، رحيم بهم.",
  "35": "يا أيها الذين آمنوا اتقوا الله بامتثال أوامره واجتناب نواهيه، وابتغوا إليه الوسيلة (التقرب إليه بالأعمال الصالحة)، وجاهدوا في سبيله لنصرة دينه. لعلكم تفلحون وتفوزون بالجنة.",
  "36": "إن الذين كفروا لو أن لهم ما في الأرض جميعًا وما مثله معه ليفتدوا به من عذاب يوم القيامة، ما تقبل منهم ذلك. ولهم عذاب أليم في النار.",
  "37": "يريدون أن يخرجوا من النار لشدة العذاب، وما هم بخارجين منها. ولهم عذاب دائم ثابت.",
  "38": "والسارق والسارقة فاقطعوا أيديهما جزاء بما كسبا من ذنوب وأخذ أموال الناس، وعقوبة من الله. والله عزيز في سلطانه، حكيم في أحكامه.",
  "39": "فمن تاب من السارق بعد ظلمه وأصلح حاله، فإن الله يتوب عليه ويقبل توبته. إن الله غفور رحيم.",
  "40": "ألم تعلم أيها الرسول أن لله ملك السماوات والأرض؟ يعذب من يشاء ويغفر لمن يشاء. والله على كل شيء قدير.",
  "41": "يا أيها الرسول لا يحزنك الذين يسارعون في الكفر من المنافقين، والذين قالوا آمنا بأفواههم ولم تؤمن قلوبهم، ومن اليهود الذين يسمعون الكذب كثيرًا ويستمعون لقوم آخرين لم يأتوك، يحرفون الكلم عن مواضعه. يقولون: إن أوتيتم هذا (ما يوافق هواكم) فخذوه، وإن لم تؤتوه فاحذروا. ومن يرد الله فتنته وضلاله، فلن تملك له من الله شيئًا من الهداية. أولئك الذين لم يرد الله أن يطهر قلوبهم من الكفر. لهم في الدنيا خزي وعار، ولهم في الآخرة عذاب عظيم.",
  "42": "هؤلاء اليهود يسمعون الأكاذيب ويأكلون المال الحرام كالرشوة. فإن جاؤوك يا محمد لتحكم بينهم، فاحكم بينهم إن شئت، أو أعرض عنهم. وإن تعرض عنهم فلن يضروك شيئًا. وإن حكمت بينهم فاحكم بالعدل والإنصاف. إن الله يحب المقسطين العادلين في حكمهم.",
  "43": "وكيف يحكمونك يا محمد ولديهم التوراة فيها حكم الله، ثم يتولون ويعرضون عن حكمك من بعد ذلك؟ وما أولئك بالمؤمنين إيمانًا صادقًا.",
  "44": "إنا أنزلنا التوراة فيها هدى ونور. يحكم بها النبيون الذين أخلصوا لله على الذين تهودوا (الذين اتبعوا دين اليهود). والربانيون (العلماء العاملون)، والأحبار (العلماء). بما استحفظوا من كتاب الله (أمرهم بحفظه والعمل به) وكانوا عليه شهداء. فلا تخشوا الناس واخشوا الله وحده. ولا تشتروا بآياتي ثمنًا قليلًا من الدنيا. ومن لم يحكم بما أنزل الله من الشرع، فأولئك هم الكافرون بحدود الله.",
  "45": "وكتبنا عليهم فيها (في التوراة) أن النفس بالنفس، والعين بالعين، والأنف بالأنف، والأذن بالأذن، والسن بالسن، والجروح قصاص (يقتص منها بالمثل). فمن تصدق على الجاني وعفا عن حقه في القصاص، فهو كفارة لذنوبه وتطهير له. ومن لم يحكم بما أنزل الله، فأولئك هم الظالمون لأنفسهم بتركهم العدل.",
  "46": "وقفينا على آثارهم (أرسلنا بعدهم) بعيسى ابن مريم، مصدقًا لما بين يديه من التوراة. وآتيناه الإنجيل فيه هدى ونور، ومصدقًا لما بين يديه من التوراة، وهدى وموعظة للمتقين.",
  "47": "ولْيَحكم أهل الإنجيل بما أنزل الله فيه من الأحكام. ومن لم يحكم بما أنزل الله، فأولئك هم الفاسقون الخارجون عن طاعة الله.",
  "48": "وأنزلنا إليك أيها الرسول الكتاب (القرآن) بالحق، مصدقًا لما بين يديه من الكتاب (الكتب السماوية السابقة)، ومهيمنًا عليه (شاهدًا على صحتها، وحافظًا لها من التحريف، وناسخًا لبعض أحكامها). فاحكم بينهم بما أنزل الله من القرآن. ولا تتبع أهواءهم وتترك ما جاءك من الحق. لكل أمة من الأمم جعلنا شريعة وطريقًا واضحًا في الدين. ولو شاء الله لجعلكم أمة واحدة على دين واحد، ولكن ليختبركم فيما آتاكم من الشرائع المختلفة. فاستبقوا الخيرات وتسابقوا إلى فعلها. إلى الله مرجعكم جميعًا، فيخبركم بما كنتم فيه تختلفون من أحكام الشرائع.",
  "49": "وأن احكم بينهم بما أنزل الله من القرآن. ولا تتبع أهواءهم المنحرفة. واحذرهم أن يفتنوك ويصرفوك عن بعض ما أنزل الله إليك من الأحكام. فإن تولوا وأعرضوا عن حكمك، فاعلم أنما يريد الله أن يصيبهم ببعض ذنوبهم في الدنيا. وإن كثيرًا من الناس لفاسقون وخارجون عن طاعة الله.",
  "50": "أفحكم الجاهلية يريدون؟ ومن أحسن من الله حكمًا لقوم يوقنون بالحق؟",
  "51": "يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء وأصدقاء مقربين. بعضهم أولياء بعض في الدين والولاء. ومن يتولهم ويصادقهم منكم، فإنه منهم في حكم الله. إن الله لا يهدي القوم الظالمين.",
  "52": "فترى الذين في قلوبهم مرض النفاق يسارعون في موالاتهم ومصادقتهم، يقولون: نخشى أن تصيبنا دائرة (مصيبة أو تغيير في السلطة). فعسى الله أن يأتي بالفتح والنصر للمؤمنين، أو أمر من عنده (كالعذاب للكافرين)، فيصبح هؤلاء المنافقون على ما أسروا في أنفسهم من النفاق نادمين وحائرين.",
  "53": "ويقول الذين آمنوا حينئذ للمنافقين: أهؤلاء هم الذين أقسموا بالله أيمانهم المغلظة أنهم لمعكم في الإيمان؟ بطلت أعمالهم، فأصبحوا خاسرين في الدنيا والآخرة.",
  "54": "يا أيها الذين آمنوا من يرتد منكم عن دينه ويترك الإسلام، فسوف يأتي الله بقوم آخرين يحبهم الله ويحبونه. أذلة على المؤمنين، أعزة على الكافرين. يجاهدون في سبيل الله، ولا يخافون لومة لائم في الله. ذلك فضل الله يؤتيه من يشاء من عباده. والله واسع الفضل، عليم بمن يستحق فضله.",
  "55": "إنما وليكم وناصركم ومحبكم هو الله، ورسوله محمد، والذين آمنوا الذين يقيمون الصلاة، ويؤتون الزكاة وهم راكعون (خاشعون لله أو يؤتونها وهم في صلاتهم).",
  "56": "ومن يتخذ الله ورسوله والذين آمنوا أولياء له، فإن حزب الله (جند الله) هم الغالبون المنتصرون.",
  "57": "يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم سخرية ولعبًا من الذين أوتوا الكتاب من قبلكم (اليهود والنصارى) والكفار أصدقاء وأولياء. واتقوا الله إن كنتم مؤمنين حقًّا.",
  "58": "وإذا ناديتم للصلاة ورفعتم الأذان لها، اتخذوه هؤلاء الكفار سخرية ولعبًا. ذلك لأنهم قوم لا يعقلون ما ينفعهم وما يضرهم.",
  "59": "قل يا أهل الكتاب: هل تنقمون وتكرهون منا إلا أن آمنا بالله، وما أنزل إلينا من القرآن، وما أنزل من قبلنا من الكتب؟ وأن أكثركم فاسقون خارجون عن طاعة الله.",
  "60": "قل: هل أخبركم بما هو أسوأ من ذلك جزاء عند الله؟ هو من لعنه الله وطرده من رحمته، وغضب عليه، وجعل منهم قردة وخنازير (كما حدث لأصحاب السبت)، وعبد الطاغوت (كل ما عبد من دون الله). أولئك شر مكانة في الدنيا، وأضل عن سواء السبيل في الآخرة.",
  "61": "وإذا جاءوكم أيها المنافقون واليهود، قالوا آمنا، وقد دخلوا إليكم بالكفر، وهم قد خرجوا بالكفر. والله أعلم بما كانوا يخفون من الكفر والنفاق.",
  "62": "وترى كثيرًا منهم (اليهود) يسارعون في الإثم والعدوان وأكلهم السحت (المال الحرام). لبئس ما كانوا يعملون من الفساد.",
  "63": "لولا ينهى العلماء والأحبار منهم عن قولهم الإثم وأكلهم السحت؟ لبئس ما كانوا يصنعون من السكوت على المنكرات.",
  "64": "وقالت اليهود: يد الله مغلولة (لا ينفق ولا يعطي). غلت أيديهم ولعنوا بما قالوا. بل يداه مبسوطتان ينفق كيف يشاء من الرزق والخير. وليزيدن كثيرًا منهم (القوم الذين كفروا من اليهود) ما أنزل إليك من ربك من القرآن طغيانًا وكفرًا بسبب حسدهم. وألقينا بينهم العداوة والبغضاء إلى يوم القيامة. كلما أوقدوا نارًا للحرب والفتنة أطفأها الله. ويسعون في الأرض فسادًا. والله لا يحب المفسدين.",
  "65": "ولو أن أهل الكتاب (اليهود والنصارى) آمنوا بمحمد والقرآن، واتقوا الله بامتثال أوامره واجتناب نواهيه، لكفرنا عنهم سيئاتهم، ولأدخلناهم جنات النعيم في الآخرة.",
  "66": "ولو أنهم أقاموا التوراة والإنجيل والقرآن وما أنزل إليهم من ربهم، لأكلوا من فوقهم (لأنزل الله عليهم البركات من السماء)، ومن تحت أرجلهم (لأخرج لهم البركات من الأرض). منهم أمة معتدلة في دينها، وكثير منهم ساء ما يعملون من الكفر والفساد.",
  "67": "يا أيها الرسول بلغ ما أنزل إليك من ربك، وإن لم تفعل ذلك فما بلغت رسالته. والله يعصمك ويحميك من الناس. إن الله لا يهدي القوم الكافرين الذين يضلون الناس.",
  "68": "قل يا أهل الكتاب: لستم على شيء من الدين الصحيح حتى تقيموا التوراة والإنجيل والقرآن وما أنزل إليكم من ربكم. وليزيدن كثيرًا منهم ما أنزل إليك من ربك طغيانًا وكفرًا. فلا تأسف على القوم الكافرين.",
  "69": "إن الذين آمنوا (من هذه الأمة)، والذين هادوا (اليهود)، والصابئين (طائفة بين النصارى والمجوس)، والنصارى، من آمن بالله واليوم الآخر وعمل صالحًا، فلا خوف عليهم في الآخرة، ولا هم يحزنون على ما فاتهم من الدنيا.",
  "70": "لقد أخذنا ميثاق بني إسرائيل، وأرسلنا إليهم رسلاً. كلما جاءهم رسول بما لا تهوى أنفسهم، ففريقًا كذبوا وفريقًا يقتلون.",
  "71": "وحسبوا أن لا تكون فتنة ولا يقع لهم بلاء، فعموا وصموا عن الحق. ثم تاب الله عليهم. ثم عموا وصموا كثير منهم. والله بصير بما يعملون من المعاصي.",
  "72": "لقد كفر الذين قالوا: إن الله هو المسيح ابن مريم. وقد قال المسيح: يا بني إسرائيل اعبدوا الله ربي وربكم. إنه من يشرك بالله غيره في العبادة، فقد حرم الله عليه الجنة، ومأواه النار، وما للظالمين من أنصار ينصرونهم من عذاب الله.",
  "73": "لقد كفر الذين قالوا: إن الله هو ثالث ثلاثة (أي هم ثلاثة آلهة). وما من إله إلا إله واحد. وإن لم ينتهوا عن قولهم هذا، ليصيبن الذين كفروا منهم عذاب أليم.",
  "74": "أفلا يتوبون إلى الله ويستغفرونه من ذنوبهم وشركهم؟ والله غفور رحيم لمن تاب وأناب إليه.",
  "75": "ما المسيح ابن مريم إلا رسول من رسل الله، قد مضت من قبله رسل كثيرون. وأمه صديقة (كثيرة الصدق والتصديق). كانا يأكلان الطعام (وهذا دليل على بشريتهما وحاجتهما)، فكيف يكونان إلهين لا يحتاجان إلى شيء؟ انظر كيف نبين لهم الآيات والحجج الدالة على وحدانية الله، ثم انظر أنى يؤفكون (كيف ينصرفون عن الحق بعد وضوحه).",
  "76": "قل يا محمد: أتعبدون من دون الله ما لا يملك لكم ضرًّا ولا نفعًا؟ والله هو السميع لأقوالكم، العليم بأحوالكم.",
  "77": "قل يا أهل الكتاب (النصارى): لا تغلوا وتتجاوزوا الحد في دينكم بالباطل في شأن المسيح. ولا تتبعوا أهواء قوم قد ضلوا من قبلكم، وأضلوا كثيرًا من الناس، وضلوا عن سواء السبيل.",
  "78": "لعن الذين كفروا من بني إسرائيل على لسان داود وعيسى ابن مريم. ذلك بما عصوا وتعدوا حدود الله.",
  "79": "كانوا لا يتناهون عن منكر فعلوه. لبئس ما كانوا يفعلون من السكوت على المنكرات والفواحش.",
  "80": "ترى كثيرًا منهم (اليهود) يتخذون الذين كفروا أولياء وأصدقاء. لبئس ما قدمت لهم أنفسهم من الأعمال التي أغضبت الله، فكان جزاؤهم أن غضب الله عليهم، وهم في العذاب خالدون.",
  "81": "ولو كانوا يؤمنون بالله والنبي محمد وما أنزل إليه من القرآن، ما اتخذوا الكافرين أولياء وأصدقاء. ولكن كثيرًا منهم فاسقون خارجون عن طاعة الله.",
  "82": "لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا (المشركين من قريش). ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى. ذلك بأن منهم قسيسين ورهبانًا (علماء وعبادًا)، وأنهم لا يستكبرون عن قبول الحق.",
  "83": "وإذا سمعوا ما أنزل إلى الرسول من القرآن، ترى أعينهم تفيض بالدمع من الخشوع والتأثر، لما عرفوا من الحق الذي فيه. يقولون: ربنا آمنا بالحق الذي أنزلته، فاكتبنا مع الشاهدين (مع أمة محمد الذين يشهدون على الناس).",
  "84": "وما لنا ألا نؤمن بالله، وما جاءنا من الحق من القرآن؟ ونطمع أن يدخلنا ربنا مع القوم الصالحين في الجنة.",
  "85": "فأثابهم الله بما قالوا من الإيمان والخشوع جنات تجري من تحتها الأنهار، خالدين فيها. وذلك جزاء المحسنين.",
  "86": "والذين كفروا بآيات الله وكذبوا بها، أولئك هم أصحاب الجحيم (النار).",
  "87": "يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم من الرزق والطعام، ولا تتجاوزوا حدود الله في التحريم. إن الله لا يحب المعتدين.",
  "88": "وكلوا مما رزقكم الله من الطعام الحلال الطيب. واتقوا الله الذي أنتم به مؤمنون.",
  "89": "لا يؤاخذكم الله بما قلتم من الأيمان بغير قصد كقول: لا والله، بلى والله. ولكن يؤاخذكم بما عقدتم به الأيمان وقصدتم حلفه. فكفارة ذلك إطعام عشرة مساكين من أوسط الطعام الذي تطعمون أهليكم، أو كسوتهم، أو تحرير رقبة مؤمنة. فمن لم يجد ذلك لفقره، فعليه صيام ثلاثة أيام. ذلك كفارة أيمانكم إذا حلفتم. واحفظوا أيمانكم ولا تكثروا الحلف. كذلك يبين الله لكم آياته لعلكم تشكرون نعمه.",
  "90": "يا أيها الذين آمنوا إنما الخمر (كل مسكر)، والميسر (القمار)، والأنصاب (ما ينصب للعبادة من دون الله)، والأزلام (ما يستقسم به)، رجس (قذر) من عمل الشيطان، فاجتنبوه لعلكم تفلحون وتفوزون بالجنة.",
  "91": "إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء بسبب الخمر والقمار، ويصدكم عن ذكر الله وعن الصلاة. فهل أنتم منتهون عن ذلك؟",
  "92": "وأطيعوا الله وأطيعوا الرسول، واحذروا مخالفة أمره. فإن توليتم وأعرضتم، فاعلموا أن على رسولنا محمد إنما تبليغ الرسالة بيانًا واضحًا.",
  "93": "ليس على الذين آمنوا وعملوا الصالحات إثم فيما طعموا من الطيبات التي كانت محرمة قبل التحريم، إذا اتقوا الله بامتثال أوامره واجتناب نواهيه، وآمنوا بالله، وعملوا الصالحات، ثم اتقوا الله بامتثال الأوامر، وآمنوا بالقلب والعمل، ثم اتقوا الله وأحسنوا أعمالهم. والله يحب المحسنين.",
  "94": "يا أيها الذين آمنوا ليبلونكم الله بشيء من الصيد تناله أيديكم ورماحكم وأنتم محرمون، ليعلم الله من يخافه بالغيب دون أن يراه. فمن اعتدى وتجاوز الحد في الصيد بعد ذلك، فله عذاب أليم.",
  "95": "يا أيها الذين آمنوا لا تقتلوا الصيد وأنتم محرمون. ومن قتله متعمدًا منكم، فجزاؤه مثل ما قتل من النعم، يحكم به ذوا عدل منكم، هديا بالغ الكعبة (يُذبح ويُهدى إلى الكعبة). أو كفارة لذلك الإثم إطعام مساكين بعدد كل مسكين نصف صاع من طعام، أو صيام بعدد كل مسكين يومًا. ليذوق وبال أمره وجزاء ذنبه. عفا الله عما سلف من الذنوب قبل نزول هذا الحكم. ومن عاد إلى قتل الصيد متعمدًا، فينتقم الله منه. والله عزيز في سلطانه، ذو انتقام من العصاة.",
  "96": "أحل لكم صيد البحر (ما يؤخذ من الماء حيًّا)، وطعامه (ما يلقيه البحر من ميت)، متاعًا لكم وللسيارة (للمسافرين). وحرم عليكم صيد البر ما دمتم محرمين. واتقوا الله الذي إليه تحشرون يوم القيامة.",
  "97": "جعل الله الكعبة البيت الحرام قيامًا للناس (سببًا لاستقامة دينهم ودنياهم)، والشهر الحرام (الأشهر الحرم)، والهدي (ذبائح الحج)، والقلائد (علامات الهدي). ذلك لتعلموا أن الله يعلم ما في السماوات وما في الأرض، وأن الله بكل شيء عليم.",
  "98": "اعلموا أن الله شديد العقاب لمن عصاه، وأن الله غفور لمن تاب، رحيم بعباده.",
  "99": "ما على الرسول إلا تبليغ الرسالة وإيصالها بوضوح. والله يعلم ما تبدون من الأعمال، وما تكتمون منها.",
  "100": "قل يا محمد: لا يستوي الخبيث والطيب من الأشياء والأعمال، ولو أعجبك كثرة الخبيث. فاتقوا الله يا أولي الألباب (أصحاب العقول)، لعلكم تفلحون.",
  "101": "يا أيها الذين آمنوا لا تسألوا عن أشياء إن تبد لكم وتظهر لكم، تسؤكم وتحزنكم. وإن تسألوا عنها حين ينزل القرآن ويبين أحكامها، تبد لكم. عفا الله عن ما مضى من أسئلتكم، والله غفور حليم.",
  "102": "قد سألها قوم من قبلكم ثم أصبحوا بها كافرين بعدما سُئلوها وبُينت لهم.",
  "103": "ما جعل الله من (البحيرة) وهي الناقة التي تشق أذنها إذا ولدت خمسة أبطن وكان آخرها ذكرًا، ولا (السائبة) وهي الناقة التي كانت تُترك حرة لنذر أو غيره، ولا (الوصيلة) وهي الشاة التي تصل توأمًا، ولا (الحامي) وهو الفحل من الإبل إذا أُنتج عشرة أبطن. ولكن الذين كفروا يفترون على الله الكذب في تحريم هذه الأشياء. وأكثرهم لا يعقلون ولا يفهمون.",
  "104": "وإذا قيل لهم: تعالوا إلى ما أنزل الله من القرآن، وإلى الرسول ليحكم بينكم، قالوا: حسبنا ما وجدنا عليه آباءنا من الدين. أوَلو كان آباؤهم لا يعلمون شيئًا ولا يهتدون إلى الحق؟",
  "105": "يا أيها الذين آمنوا عليكم أنفسكم (الزموا صلاحها)، لا يضركم من ضل إذا اهتديتم أنتم وأصلحتم أنفسكم. إلى الله مرجعكم جميعًا، فينبئكم بما كنتم تعملون.",
  "106": "يا أيها الذين آمنوا إذا حضر أحدكم الموت وحان وقت وصيته، فليشهد على الوصية رجلان ذوا عدل منكم. أو رجلان من غيركم (من أهل الكتاب) إن كنتم مسافرين وأصابتكم مصيبة الموت. تحبسونهما من بعد الصلاة (بعد صلاة العصر غالبًا للتعظيم)، فيقسمان بالله إن ارتبتم في شهادتهما: لا نشتري بشهادتنا ثمنًا قليلًا من الدنيا، ولو كان ذا قربى، ولا نكتم شهادة الله، إنا إذن لمن الآثمين إن فعلنا ذلك.",
  "107": "فإن ظهر بعد حلفهما أنهما استحقا إثمًا بكتمان شهادة أو تغييرها، فيقوم مقامهما رجلان آخران من أقرباء الميت، وهما أحق بالشهادة، فيقسمان بالله: لشهادتنا أحق من شهادتهما، وما اعتدينا في قول الحق، إنا إذن لمن الظالمين إن كذبنا أو غيرنا.",
  "108": "ذلك الحكم أقرب أن يأتوا بالشهادة على وجهها الصحيح، أو يخافوا أن تُرد عليهم أيمان بعد أيمانهم. واتقوا الله واسمعوا ما يُتلى عليكم من أحكام. والله لا يهدي القوم الفاسقين.",
  "109": "يوم يجمع الله الرسل يوم القيامة، فيقول لهم: ماذا أُجبتم من أقوامكم حين دعوتموهم؟ قالوا: لا علم لنا، إنك أنت علام الغيوب تعلم كل شيء.",
  "110": "اذكر يا محمد إذ قال الله لعيسى ابن مريم: اذكر نعمتي عليك وعلى والدتك، إذ أيدتك بروح القدس (جبريل)، فكلمت الناس وأنت طفل صغير في المهد، وكلمتهم كهلًا (بعد الأربعين). وإذ علمتك الكتابة والحكمة (فهم الدين) والتوراة والإنجيل. وإذ تخلق من الطين كهيئة الطير بإذني، فتنفخ فيها فتكون طيرًا حقيقيًّا بإذني. وتبرئ الأعمى من غير علة، والأبرص من غير علة بإذني. وإذ تخرج الموتى أحياء من قبورهم بإذني. وإذ كففت بني إسرائيل عنك حين جئتهم بالبينات والمعجزات، فقال الذين كفروا منهم: إن هذا إلا سحر واضح.",
  "111": "وإذ أوحيت إلى الحواريين (أصحاب عيسى) أن آمنوا بي وبرسولي عيسى، قالوا: آمنا، واشهد بأننا مسلمون منقادون لأمرك.",
  "112": "اذكر إذ قال الحواريون: يا عيسى ابن مريم هل يستطيع ربك أن ينزل علينا مائدة من السماء عليها طعام؟ قال عيسى: اتقوا الله ولا تسألوا هذا، إن كنتم مؤمنين حقًّا.",
  "113": "قالوا: نريد أن نأكل منها فتطمئن قلوبنا بالمعجزة، ونعلم أنك صدقتنا في رسالتك، ونكون عليها من الشاهدين أنها نزلت من عند الله.",
  "114": "قال عيسى ابن مريم: اللهم يا ربنا أنزل علينا مائدة من السماء تكون لنا عيدًا وشرفًا لأولنا وآخرنا، وآية وعلامة على قدرتك. وارزقنا منها، وأنت خير الرازقين.",
  "115": "قال الله: إني منزلها عليكم. فمن يكفر بعد ذلك منكم بعد نزول المائدة، فإني أعذبه عذابًا لا أعذبه أحدًا من العالمين من قبل.",
  "116": "وإذ قال الله لعيسى ابن مريم يوم القيامة: أأنت قلت للناس: اتخذوني وأمي إلهين من دون الله؟ قال عيسى: سبحانك يا رب، تنزهت عن ذلك. ما يكون لي أن أقول ما ليس لي بحق. إن كنت قلته فقد علمته. تعلم ما في نفسي ولا أعلم ما في نفسك. إنك أنت علام الغيوب تعلم كل ما خفي.",
  "117": "ما قلت لهم إلا ما أمرتني به أن اعبدوا الله ربي وربكم. وكنت شهيدًا ورقيبًا عليهم ما دمت فيهم. فلما توفيتني (رفعتني إليك)، كنت أنت الرقيب عليهم. وأنت على كل شيء شهيد.",
  "118": "إن تعذبهم فإنهم عبادك ومخلوقاتك، وإن تغفر لهم فإنك أنت العزيز القوي الغالب، الحكيم في تدبيرك وأفعالك.",
  "119": "قال الله: هذا يوم ينفع الصادقين صدقهم. لهم جنات تجري من تحتها الأنهار، خالدين فيها أبدًا. رضي الله عنهم ورضوا عنه. ذلك هو الفوز العظيم.",
  "120": "لله ملك السماوات والأرض وما فيهن ملكًا وخلقًا وتدبيرًا. وهو على كل شيء قدير."
}