{
  "1": "الحمد والثناء كله لله الذي خلق السماوات والأرض على غير مثال سابق، وجعل الظلمات والنور (مثل ظلمة الليل ونور النهار، وظلمات الكفر ونور الإيمان). ثم الذين كفروا بربهم يساوون به غيره في العبادة.",
  "2": "هو الذي خلقكم من طين، ثم قدر أجلًا لموتكم. وأجل مسمى عنده لبعثكم وحسابكم يوم القيامة. ثم أنتم بعد كل هذا تشكون في قدرة الله وفي البعث.",
  "3": "وهو الله المعبود الحق في السماوات وفي الأرض. يعلم سركم وعلانيتكم، ويعلم ما تكسبون من خير وشر.",
  "4": "وما تأتيهم من آية أو دليل من دلائل ربهم إلا كانوا عنها معرضين لا يتفكرون فيها.",
  "5": "فقد كذبوا بالحق (القرآن) لما جاءهم. فسوف يأتيهم أنباء ما كانوا يستهزئون به من العذاب.",
  "6": "ألم يروا كم أهلكنا من قبلهم من القرون والأمم الذين مكناهم في الأرض وعمروا فيها أكثر مما مكنّاكم؟ وأرسلنا السماء عليهم بالمطر مدرارًا (متتابعًا)، وجعلنا الأنهار تجري من تحتهم. فأهلكناهم بذنوبهم، وأنشأنا من بعدهم قرونًا آخرين.",
  "7": "ولو نزلنا عليك يا محمد كتابًا مكتوبًا في صحف مرئية، فلمسوه بأيديهم ورأوه عيانًا، لقال الذين كفروا: ما هذا إلا سحر واضح بيِّن.",
  "8": "وقالوا: لولا أنزل عليه ملكًا يكون معه بشيرًا ونذيرًا؟ ولو أنزلنا ملكًا، لجعلناه في هيئة رجل لكي يتمكنوا من رؤيته ومخاطبته، ولألبسنا عليهم الأمر وشوَّشنا عليهم ما يلبسون على أنفسهم من الشبهات.",
  "9": "ولقد استهزئ برسل من قبلك يا محمد، فحاق بالذين سخروا منهم العذاب الذي كانوا يستهزئون به.",
  "10": "قل سيروا في الأرض وانظروا كيف كانت عاقبة المكذبين بالرسل السابقين، وكيف حلت بهم العقوبات.",
  "11": "قل لمن ملك كل شيء في السماوات والأرض؟ قل لله وحده لا شريك له. كتب على نفسه الرحمة بعباده وتأخير العذاب عنهم وتسهيل التوبة لهم. ليجمعنكم إلى يوم القيامة الذي لا شك فيه ولا ريب. الذين خسروا أنفسهم بالكفر فهم لا يؤمنون بالله ولا بلقائه.",
  "12": "وله ما سكن في الليل والنهار من المخلوقات. وهو السميع لأقوال عباده، العليم بأحوالهم.",
  "13": "قل يا محمد: أغير الله أتخذ وليًا وناصرًا، وهو فاطر السماوات والأرض الذي خلقهما وأوجدهما؟ وهو يطعم ولا يُطعم. قل إني أُمرت أن أكون أول من أسلم لله وانقاد لأمره من هذه الأمة. ولا تكونن من المشركين.",
  "14": "قل إني أخاف إن عصيت ربي عذاب يوم عظيم وهو يوم القيامة.",
  "15": "من يُصرف عنه العذاب في ذلك اليوم، فقد رحمه الله وفاز بالجنة. وذلك هو الفوز المبين الواضح.",
  "16": "وإن يمسسك الله بضر وشدة، فلا كاشف لذلك الضر إلا هو وحده. وإن يمسسك بخير وعافية، فهو على كل شيء قدير يفعل ما يشاء.",
  "17": "وهو القاهر المتصرف فوق عباده. وهو الحكيم في تدبيره، الخبير بأحوال خلقه.",
  "18": "قل أي شيء أعظم شهادة على وحدانية الله؟ قل الله شهيد بيني وبينكم على صدقي. وأوحي إلي هذا القرآن لأنذركم به ومن بلغ إليه من الناس. أئنكم لتشهدون أن مع الله آلهة أخرى؟ قل لا أشهد بذلك. قل إنما هو إله واحد، وإنني بريء مما تشركون به من الأصنام والأنداد.",
  "19": "الذين آتيناهم الكتاب (التوراة والإنجيل) يعرفون محمدًا صلى الله عليه وسلم وصفاته كما يعرفون أبناءهم. الذين خسروا أنفسهم بالكفر فهم لا يؤمنون بمحمد ولا بلقائه.",
  "20": "ومن أظلم وأشد ظلمًا ممن افترى على الله كذبًا فادعى له شريكًا أو ولدًا، أو كذب بآياته ومعجزاته؟ إنه لا يفلح الظالمون.",
  "21": "ويوم نحشرهم جميعًا الجن والإنس، ثم نقول للمشركين: أين شركاؤكم الذين كنتم تزعمون أنهم شركاء لي؟",
  "22": "ثم لم تكن فتنتهم واختبارهم يوم القيامة إلا أن قالوا: والله ربنا ما كنا مشركين بالله في الدنيا.",
  "23": "انظر كيف كذبوا على أنفسهم، وضل عنهم ما كانوا يفترون من الشركاء يوم القيامة.",
  "24": "ومنهم من يستمع إليك يا محمد عندما تقرأ القرآن، ولكن وضعنا على قلوبهم أغطية تمنعهم من فهمه، وفي آذانهم صممًا يمنعهم من سماعه بتدبر. وإن يروا كل آية ومعجزة لا يؤمنوا بها. حتى إذا جاؤوك يجادلونك، يقول الذين كفروا: ما هذا الذي جئت به إلا أساطير الأولين وخرافاتهم.",
  "25": "وهم ينهون الناس عن الإيمان بالرسول، وينأون ويبتعدون هم عنه. وما يهلكون إلا أنفسهم بضرر ذلك، وما يشعرون بذلك الإهلاك.",
  "26": "ولو ترى حالهم أيها الرسول حين يوقفون على النار يوم القيامة، فيقولون: يا ليتنا نُرد إلى الدنيا فنؤمن بربنا ونكون من المؤمنين الصالحين، ولا نكذب بآيات ربنا.",
  "27": "بل ظهر لهم ما كانوا يخفونه من الكفر والنفاق في الدنيا. ولو ردوا إلى الدنيا، لعادوا إلى ما نهوا عنه من الكفر والمعاصي. وإنهم لكاذبون في قولهم: نؤمن.",
  "28": "وقالوا: ما هي إلا حياتنا الدنيا التي نعيشها ونموت فيها، وما نحن بمبعوثين بعد موتنا.",
  "29": "ولو ترى حالهم أيها الرسول حين يوقفون أمام ربهم، فيقول الله لهم: أليس هذا البعث والقيامة حقًّا؟ قالوا: بلى وربنا إنه لحق. قال الله: فذوقوا العذاب بما كنتم تكفرون به في الدنيا.",
  "30": "قد خسر الذين كذبوا بلقاء الله واليوم الآخر حين يأتيهم الموت فجأة، فيقولون: يا حسرتنا على ما فرطنا وأهملنا في الدنيا. وهم يحملون أوزارهم وسيئاتهم على ظهورهم. ألا ساء ما يحملون من الذنوب والأثقال.",
  "31": "وما الحياة الدنيا التي أنتم فيها إلا لعب ولهو باطل. ولدار الآخرة خير وأبقى للذين يتقون الله ويخشونه. أفلا تعقلون هذا الفرق؟",
  "32": "قد نعلم يا محمد أن ما يقولونه الكفار من تكذيب لك ليحزنك. فإنهم لا يكذبونك أنت في حقيقة الأمر، ولكن الظالمين يجحدون بآيات الله الواضحة وينكرونها.",
  "33": "ولقد كذب رسل من قبلك يا محمد، فصبروا على تكذيب أقوامهم وإيذائهم حتى جاءهم نصرنا. ولا مبدل لكلمات الله ووعوده بالنصر. ولقد جاءك من أنباء الرسل السابقين ما يثبت فؤادك.",
  "34": "وإن كان إعراضهم عنك شاقًا عليك، فإن استطعت أن تبتغي نفقًا في الأرض أو سلمًا تصعد به إلى السماء لتأتيهم بآية ومعجزة غير ما جئت به، فافعل. ولو شاء الله لجمعهم على الهدى والإيمان. فلا تكونن من الجاهلين في أمر هؤلاء المعاندين.",
  "35": "إنما يستجيب لدعوتك ويهتدي الذين يسمعون الحق بآذان واعية وقلوب مفتوحة. والموتى وهم الكفار، يبعثهم الله يوم القيامة، ثم إليه يرجعون للحساب والجزاء.",
  "36": "وقالوا: لولا نزل عليه آية ومعجزة ظاهرة من ربه؟ قل إن الله قادر على أن ينزل آية، ولكن أكثرهم لا يعلمون حكمة الله في عدم إنزالها.",
  "37": "وما من دابة تتحرك في الأرض ولا طائر يطير بجناحيه في السماء إلا أمم مثلكم في الخلق والرزق والتسبيح لله. ما فرطنا في الكتاب (اللوح المحفوظ أو القرآن) من شيء من أحوالكم وأموركم. ثم إلى ربهم يحشرون يوم القيامة.",
  "38": "والذين كذبوا بآياتنا وأعرضوا عنها، هم صم لا يسمعون الحق، وبكم لا يتكلمون به، وفي ظلمات الكفر لا يرون النور. من يضلل الله فلن يجد له سبيلًا إلى الهداية. يجعلهم الله حيث يشاء من الضلال، لا يهديهم إلى صراط مستقيم.",
  "39": "قل يا محمد لهؤلاء المشركين: أرأيتم إن أتاكم عذاب الله فجأة أو جهرة وعيانًا، أغير الله تدعون لكشف هذا العذاب إن كنتم صادقين في دعواكم؟",
  "40": "بل إياه وحده تدعون في الشدائد لكشفها، فيكشف ما تدعون إليه إن شاء، وتنسون ما كنتم تشركون به من الآلهة.",
  "41": "ولقد أرسلنا إلى أمم من قبلك يا محمد، فأخذناهم بالبأساء (الفقر والشدة) والضراء (المرض والألم)، لعلهم يتضرعون إلى الله ويخشعون له.",
  "42": "فلولا إذ جاءهم بأسنا تضرعوا وخضعوا؟ ولكن قست قلوبهم، وزين لهم الشيطان ما كانوا يعملون من الذنوب والمعاصي.",
  "43": "فلما نسوا ما ذكروا به من آيات الله وأوامره، فتحنا عليهم أبواب كل شيء من نعيم الدنيا ورفاهيتها استدراجًا لهم. حتى إذا فرحوا بما أوتوا من النعيم، أخذناهم بالعذاب فجأة وهم غافلون. فإذا هم مبهوتون يائسون من كل خير.",
  "44": "فانقطع دابر القوم الذين ظلموا، وأُهلكوا جميعًا. والحمد لله رب العالمين الذي نصر رسله وأهلك أعداءه.",
  "45": "قل أرأيتم إن أخذ الله سمعكم فأصمكم، وأبصاركم فأعماكم، وختم على قلوبكم فلا تفهمون، من إله غير الله يأتيكم بذلك؟ انظر كيف نصرف لهم الآيات والحجج، ثم هم يصدون ويعرضون.",
  "46": "قل أرأيتم إن أتاكم عذاب الله بغتة (فجأة)، أو جهرة (ظاهرًا للعيان)، هل يهلك ويُصيب إلا القوم الظالمين لأنفسهم بالكفر؟",
  "47": "وما نرسل المرسلين إلا مبشرين بالجنة ومنذرين بالنار. فمن آمن بهم وعمل الصالحات، فلا خوف عليهم في الآخرة، ولا هم يحزنون على ما فاتهم من الدنيا.",
  "48": "والذين كذبوا بآياتنا ومعجزاتنا، يمسهم العذاب بما كانوا يفسقون ويخرجون عن طاعة الله.",
  "49": "قل لا أقول لكم: عندي خزائن الله أرزقكم منها، ولا أعلم الغيب، ولا أقول لكم: إني ملك من الملائكة. إن أتبع إلا ما يوحى إلي من الله. قل هل يستوي الأعمى الذي لا يبصر، والبصير الذي يرى؟ أفلا تتفكرون في هذا المثل؟",
  "50": "وأنذر بهذا القرآن الذين يخافون أن يحشروا إلى ربهم يوم القيامة، ليس لهم من دون الله ولي ينصرهم ولا شفيع يشفع لهم، لعلهم يتقون الله ويخشونه.",
  "51": "ولا تطرد الذين يدعون ربهم ويعبدونه في الصباح والمساء، يريدون بذلك وجهه ورضاه. ما عليك من حسابهم من شيء من أعمالهم، وما عليهم من حسابك من شيء. فتطردهم فتكون من الظالمين.",
  "52": "وكذلك فتنا واختبرنا بعضهم ببعض، فجعلنا الأغنياء يستهزئون بالفقراء المؤمنين، ليقولوا: أهؤلاء الذين منَّ الله عليهم بالإيمان من بيننا؟ أليس الله بأعلم بالشاكرين له على نعمته؟",
  "53": "وإذا جاءك الذين يؤمنون بآياتنا، فقل سلام عليكم، كتب ربكم على نفسه الرحمة، أن من عمل منكم سوءًا بجهالة ثم تاب من بعده وأصلح عمله، فإنه غفور رحيم.",
  "54": "وكذلك نفصل ونوضح الآيات والأحكام، ولتستبين وتظهر طريق المجرمين الكافرين.",
  "55": "قل يا محمد: إني نهيت أن أعبد الذين تدعون من دون الله من الأصنام والأوثان. قل لا أتبع أهواءكم وشهواتكم، فلو اتبعتها لضللت عن الحق، وما أنا من المهتدين.",
  "56": "قل إني على بينة وحجة واضحة من ربي (القرآن)، وكذبتم به وأعرضتم عنه. ما عندي ما تستعجلون به من العذاب. إن الحكم والفصل في الأمر إلا لله وحده. يقص الحق ويبينه، وهو خير الفاصلين بين الحق والباطل.",
  "57": "قل لو أن عندي ما تستعجلون به من العذاب، لقُضي الأمر بيني وبينكم وهلكتم. والله أعلم بالظالمين الذين يستحقون العذاب.",
  "58": "وعنده مفاتح الغيب لا يعلمها إلا هو. ويعلم ما في البر والبحر من المخلوقات. وما تسقط من ورقة من شجرة إلا يعلمها. ولا حبة في ظلمات الأرض إلا يعلمها. ولا رطب ولا يابس إلا وهو مكتوب في كتاب مبين (اللوح المحفوظ).",
  "59": "وهو الذي يتوفاكم (ينيمكم) بالليل فيقبض أرواحكم قبضًا جزئيًا، ويعلم ما كسبتم من الأعمال في النهار. ثم يبعثكم فيه في النهار لتقضوا آجالكم في الدنيا. ثم إليه مرجعكم يوم القيامة، ثم ينبئكم بما كنتم تعملون من خير وشر.",
  "60": "وهو القاهر المتصرف فوق عباده. ويرسل عليكم ملائكة يحفظونكم ويكتبون أعمالكم، حتى إذا جاء أحدكم الموت، توفته ملائكة الموت لا يتأخرون ولا يتقدمون عن موعده.",
  "61": "ثم يردون إلى الله ربهم الحق، مالكهم المتصرف فيهم. ألا له الحكم وحده يوم القيامة. وهو أسرع الحاسبين.",
  "62": "قل من ينجيكم من ظلمات البر والبحر وشدائدهما، تدعونه تضرعًا وخفية في أنفسكم؟ لئن أنجيتنا من هذه الشدائد لنكونن من الشاكرين لنعمك.",
  "63": "قل الله ينجيكم منها ومن كل شدة، ثم أنتم بعد ذلك تشركون به غيره في العبادة.",
  "64": "قل هو القادر على أن يرسل عليكم عذابًا من فوقكم كالسيول المدمرة والصواعق، أو من تحت أرجلكم كالخسف والزلازل. أو يلبسكم ويخلط بعضكم ببعض في القتال والحروب، ويذيق بعضكم بأس بعض وشره. انظر كيف نصرف لهم الآيات والحجج الدالة على قدرتنا، لعلهم يفقهون ويفهمون.",
  "65": "وكذب قومك يا محمد بهذا القرآن وهو الحق الذي جاءك من ربك. قل لست عليكم بوكيل أحفظ أعمالكم وأجبركم على الإيمان.",
  "66": "لكل خبر مستقر وموعد للتحقق، وسوف تعلمون حقيقة ما أنذرتم به.",
  "67": "وإذا رأيت الذين يخوضون في آياتنا بالاستهزاء والتكذيب، فأعرض عنهم ولا تجلس معهم حتى يخوضوا في حديث آخر غير ذلك. وإن أنساك الشيطان فجلست معهم، فلا تقعد بعد تذكرك مع القوم الظالمين لأنفسهم بالباطل.",
  "68": "وما على الذين يتقون الله ويخشونه من شيء من حساب الذين يخوضون في الباطل، ولكن عليهم أن يذكروا وينصحوا لعلهم يتقون الله وينتهون عن خوضهم.",
  "69": "وذر (اترك) الذين اتخذوا دينهم سخرية ولعبًا، وغرتهم الحياة الدنيا وزينتها. وذكّر بهذا القرآن لئلا تُهلك نفس بسبب ما كسبت من الذنوب، ليس لها من دون الله ولي ينصرها ولا شفيع يشفع لها. وإن تعدل كل عدل (تدفع كل فداء) لا يؤخذ منها. أولئك الذين أُهلكوا بما كسبوا من الذنوب. لهم شراب من ماء شديد الحرارة، وعذاب أليم بما كانوا يكفرون.",
  "70": "قل أندعو من دون الله ما لا ينفعنا إن عبدناه، ولا يضرنا إن تركناه؟ ونُرد على أعقابنا إلى الكفر بعد إذ هدانا الله بالإيمان؟ كالذي استهوته الشياطين في الأرض حيران ضائعًا، له أصحاب يدعونه إلى الهدى والطريق المستقيم ويقولون له: ائتنا (تعال إلينا). قل إن هدى الله وحده هو الهدى الحق. وأمرنا أن نسلم لرب العالمين وننقاد لأمره.",
  "71": "وأن أقيموا الصلاة على وجهها، واتقوه. وهو الذي إليه تحشرون يوم القيامة.",
  "72": "وهو الذي خلق السماوات والأرض بالحق في ستة أيام. ويوم يقول للشيء كن فيكون. قوله الحق الثابت لا يتغير. وله الملك والسلطان يوم ينفخ في الصور للبعث. عالم الغيب والشهادة. وهو الحكيم في تدبيره، الخبير بخفايا خلقه.",
  "73": "واذكر أيها الرسول إذ قال إبراهيم لأبيه آزر: أتتخذ الأصنام آلهة تعبدها؟ إني أراك وقومك في ضلال مبين واضح عن الحق.",
  "74": "وكذلك نُرِي إبراهيم ملكوت السماوات والأرض (ما فيهما من العجائب والقدرة)، وليكون من الموقنين بالله.",
  "75": "فلما أظلم عليه الليل، رأى كوكبًا لامعًا. قال: هذا ربي؟ فلما غاب، قال: لا أحب الآفلين (الذين يغيبون ويختفون).",
  "76": "فلما رأى القمر طالعًا منيرًا، قال: هذا ربي؟ فلما غاب، قال: لئن لم يهدني ربي لأكونن من القوم الضالين عن الحق.",
  "77": "فلما رأى الشمس طالعة مشرقة عظيمة، قال: هذا ربي، هذا أكبر وأعظم. فلما غابت، قال: يا قوم إني بريء مما تشركون به من الآلهة التي تغيب وتختفي.",
  "78": "إني وجهت وجهي وقلبي لله الذي خلق السماوات والأرض، مائلًا عن الشرك إلى التوحيد، وما أنا من المشركين.",
  "79": "وحاجه قومه وجادلوه في وحدانية الله. قال: أتحاجوني وتجادلوني في الله وقد هداني إلى توحيده؟ ولا أخاف ما تشركون به من الأصنام شيئًا من الضرر إلا أن يشاء ربي شيئًا. وسع ربي كل شيء علمًا. أفلا تتذكرون فتعرفوا الحق؟",
  "80": "وكيف أخاف ما أشركتم به من الأصنام، وقد أشركتم بالله ما لم ينزل به عليكم سلطانًا وحجة؟ فأي الفريقين أحق بالأمن والطمأنينة، المؤمن أم المشرك؟ إن كنتم تعلمون.",
  "81": "الذين آمنوا ولم يخلطوا إيمانهم بظلم وهو الشرك، أولئك لهم الأمن والاطمئنان في الدنيا والآخرة، وهم مهتدون إلى طريق الحق.",
  "82": "وتلك حجتنا وبرهاننا آتيناها إبراهيم على قومه. نرفع درجات من نشاء من الأنبياء والعلماء. إن ربك حكيم في أفعاله، عليم بكل شيء.",
  "83": "ووهبنا لإبراهيم إسحاق ويعقوب، كلًا هدينا إلى التوحيد. ونوحًا هدينا من قبل، ومن ذرية إبراهيم وذات نوح داود وسليمان وأيوب ويوسف وموسى وهارون، وكذلك نجزي المحسنين الذين أحسنوا أعمالهم.",
  "84": "وزكريا ويحيى وعيسى وإلياس، كل منهم من الصالحين.",
  "85": "وإسماعيل واليسع ويونس ولوط، وكلًا فضلنا على العالمين بالرسالة والخصائص.",
  "86": "ومن آبائهم وذرياتهم وإخوانهم. واجتبيناهم (اصطفيناهم)، وهديناهم إلى صراط مستقيم.",
  "87": "ذلك هدى الله، يهدي به من يشاء من عباده. ولو أشركوا هؤلاء الأنبياء في العبادة، لبطل عنهم ما كانوا يعملون من الصالحات.",
  "88": "أولئك هم الذين آتيناهم الكتاب والحكم والنبوة. فإن يكفر بها هؤلاء المشركون من قريش، فقد وكلنا بها قومًا آخرين لا يكفرون بها ويؤمنون بها إيمانًا ثابتًا.",
  "89": "أولئك الأنبياء هم الذين هدى الله، فبهداهم اقتدِ يا محمد في التوحيد والصبر على الدعوة. قل لا أسألكم على تبليغ القرآن أجرًا، إن هو إلا ذكرى وموعظة للعالمين.",
  "90": "وما قدروا الله حق قدره حين قالوا: ما أنزل الله على بشر من شيء من الوحي. قل يا محمد: من أنزل الكتاب الذي جاء به موسى نورًا وهدى للناس، تجعلونه صحفًا تكتبونها وتظهرون منها ما يوافق أهواءكم، وتخفون كثيرًا منها. وعُلِّمتُم بالقرآن ما لم تعلموا أنتم ولا آباؤكم من قبل؟ قل الله هو الذي أنزله، ثم اتركهم في خوضهم وعبثهم يلعبون.",
  "91": "وهذا القرآن كتاب أنزلناه مبارك (كثير الخير)، مصدق لما بين يديه من الكتب السماوية السابقة. ولتنذر به أم القرى (مكة) ومن حولها من سائر بلاد العالم. والذين يؤمنون بالآخرة وما فيها من بعث وحساب، يؤمنون بهذا القرآن، وهم على صلاتهم يحافظون.",
  "92": "ومن أظلم وأشد ظلمًا ممن افترى على الله كذبًا فادعى له شريكًا أو ولدًا، أو قال أُوحي إلي ولم يوح إليه شيء، ومن قال سأنزل مثل ما أنزل الله؟ ولو ترى حال الظالمين عند سكرات الموت، والملائكة باسطو أيديهم لقبض أرواحهم يقولون: أخرجوا أنفسكم، اليوم تجزون عذاب الهون (الذل والهوان) بما كنتم تقولون على الله غير الحق، وكنتم عن آياته تستكبرون وتتجاوزون حدودها.",
  "93": "ولقد جئتمونا أيها المشركون فرادى وحيدين، كما خلقناكم أول مرة بلا مال ولا ولد ولا عشيرة. وتركتم ما خولناكم (أعطيناكم) من متاع الدنيا خلف ظهوركم. وما نرى معكم شفعاءكم الذين زعمتم أنهم في أموالكم شركاء الله. لقد تقطعت بينكم الأسباب والعلاقات، وضل عنكم ما كنتم تزعمون أنه يشفع لكم.",
  "94": "إن الله فالق الحب والنوى (يشقهما ليخرج منهما النبات). يخرج الحي من الميت كالمؤمن من الكافر، ويخرج الميت من الحي كالنطفة من الإنسان. ذلكم الله المعبود الحق. فأنى تُصرفون عن توحيده وعبادته؟",
  "95": "فالق الإصباح (شاق الفجر ومظهر النور). وجعل الليل سكنًا تستريحون فيه. والشمس والقمر بحساب دقيق ليعلم بهما عدد السنين والحساب. ذلك تقدير العزيز في سلطانه، العليم بكل شيء.",
  "96": "وهو الذي جعل لكم النجوم هداية لكم في ظلمات البر والبحر. قد فصلنا وبينّا الآيات والدلائل لقوم يعلمون ويتدبرون.",
  "97": "وهو الذي أنشأكم من نفس واحدة (آدم)، فمستقر لكم في الدنيا (المكان الذي تستقرون فيه)، ومستودع لكم (الذي تستودعون فيه بعد الموت وهو القبور). قد فصلنا الآيات والدلائل لقوم يفقهون ويعقلون.",
  "98": "وهو الذي أنزل من السماء ماء المطر، فأخرجنا به نبات كل شيء، فأخرجنا منه خضرًا (زرعًا أخضر طريًا)، نخرج منه حبًا متراكبًا بعضه فوق بعض كالسنابل. ومن النخل من طلعها (ثمارها) قنوان (عناقيد) دانية قريبة. وجنات من أعناب وزيتون ورمان، متشابهًا في المنظر ومختلفًا في الطعم. انظروا إلى ثمره إذا أثمر وإلى نضجه كيف ينضج. إن في ذلكم لآيات ودلائل على قدرة الله لقوم يؤمنون.",
  "99": "وجعلوا لله شركاء من الجن (عبدوا الجن أو اتبعوهم في الضلال)، وقد خلقهم الله وحده. وخرقوا له (اختلقوا له) بنين وبنات بغير علم وحجة، تعالى الله وتقدس عما يصفون من الكذب والباطل.",
  "100": "بديع السماوات والأرض (خلقهما على غير مثال سابق). أنى يكون له ولد ولم تكن له صاحبة (زوجة)؟ وخلق كل شيء، وهو بكل شيء عليم.",
  "101": "ذلكم الله هو ربكم وإلهكم. لا إله إلا هو وحده. خالق كل شيء. فاعبدوه وحده. وهو على كل شيء وكيل وحفيظ ومدبر.",
  "102": "لا تدركه الأبصار ولا تحيط به رؤية البشر، وهو يدرك الأبصار ويحيط بها. وهو اللطيف الخبير بكل شيء.",
  "103": "قد جاءكم بصائر وحجج واضحة من ربكم. فمن أبصر الحق وعرفه، فلنفسه نفعه. ومن عمي عن الحق وضله، فعلى نفسه ضرره. وما أنا عليكم بحفيظ أحفظكم من الضلال أو أجبركم على الإيمان.",
  "104": "وكذلك نصرف ونوضح الآيات والحجج بطرق مختلفة، وليقول المشركون: درست (قرأت الكتب السابقة وجئت بهذا من كلام أهلها). ولنبينه لقوم يعلمون الحق ويطلبونه.",
  "105": "اتبع ما أوحي إليك من ربك من القرآن، لا إله إلا هو. وأعرض عن المشركين.",
  "106": "ولو شاء الله ما أشركوا به شيئًا. وما جعلناك عليهم حفيظًا تحفظ أعمالهم، وما أنت عليهم بوكيل تجبرهم على الإيمان.",
  "107": "ولا تسبوا الذين يدعون ويعبدون من دون الله من الأصنام، فيسبوا الله عدوانًا وظلمًا بغير علم منهم. كذلك زينا لكل أمة عملهم الذي يعملونه، ثم إلى ربهم مرجعهم يوم القيامة، فينبئهم بما كانوا يعملون.",
  "108": "وأقسم المشركون بالله أيمانهم المغلظة، لئن جاءتهم آية ومعجزة حسية، ليؤمنن بها. قل إنما الآيات عند الله ينزلها متى شاء. وما يشعركم أيها المؤمنون أنه إن جاءت الآية لا يؤمنون؟",
  "109": "ونقلب قلوبهم وأبصارهم فلا يؤمنون، كما لم يؤمنوا به أول مرة. ونتركهم في طغيانهم يتخبطون.",
  "110": "ولو أننا أنزلنا عليهم الملائكة، وكلمهم الموتى، وحشرنا عليهم كل شيء من المخلوقات عيانًا، ما كانوا ليؤمنوا إلا أن يشاء الله لهم الإيمان. ولكن أكثرهم يجهلون الحقيقة.",
  "111": "وكذلك جعلنا لكل نبي عدوًا من شياطين الإنس والجن. يوحي بعضهم إلى بعض القول المزخرف والمزوق خديعة وغرورًا. ولو شاء ربك ما فعلوه. فذرهم وما يفترون من الكذب والباطل.",
  "112": "ولتميل إليه أهواء الذين لا يؤمنون بالآخرة، وليرضوه ويحبوه، وليكسبوا ما هم كاسبون من الذنوب والآثام.",
  "113": "أفغير الله أبتغي حكمًا يفصل بيني وبينكم؟ وهو الذي أنزل إليكم الكتاب (القرآن) مفصلًا ومبينًا لكل شيء. والذين آتيناهم الكتاب (من أهل اليهود والنصارى) يعلمون أن القرآن منزل من ربك بالحق. فلا تكونن من الممترين الشاكين في ذلك.",
  "114": "وتمت كلمة ربك في أحكامه ووعوده صدقًا في الأخبار، وعدلًا في الأحكام. لا مبدل لكلماته. وهو السميع لأقوال عباده، العليم بأفعالهم.",
  "115": "وإن تطع أكثر من في الأرض من الكفار، يضلوك عن سبيل الله وطريقه. إن يتبعون إلا الظن والتخمين، وإن هم إلا يخرصون ويظنون ظنونًا كاذبة.",
  "116": "إن ربك هو أعلم بمن ضل عن سبيله، وهو أعلم بالمهتدين.",
  "117": "فكلوا مما ذكر اسم الله عليه من الذبائح إن كنتم بآياته مؤمنين حقًّا.",
  "118": "وما لكم ألا تأكلوا مما ذكر اسم الله عليه، وقد فصل لكم وبين لكم ما حرم عليكم من الأطعمة، إلا ما اضطررتم إليه؟ وإن كثيرًا من الناس ليضلون الناس بأهوائهم بغير علم. إن ربك هو أعلم بالمعتدين المتجاوزين حدود الله.",
  "119": "وذروا ظاهر الإثم وباطنه. إن الذين يكسبون الإثم، سيجزون بما كانوا يقترفون من الذنوب والمعاصي.",
  "120": "ولا تأكلوا مما لم يذكر اسم الله عليه عند ذبحه، فإنه فسق وخروج عن طاعة الله. وإن الشياطين لتوحي إلى أوليائها من المشركين ليجادلوكم في أمر الذبائح، فيقولون: ما قتل الله (الميتة) حلال وما قتلتموه أنتم حرام. وإن أطعتموهم في ذلك، إنكم إذًا لمشركون بالله.",
  "121": "أو من كان ميتًا بالكفر والجهل، فأحييناه بالإيمان والهداية، وجعلنا له نورًا يمشي به في الناس (القرآن)، كمن مثله في الظلمات لا يستطيع الخروج منها؟ كذلك زين للكافرين ما كانوا يعملون من الشرك والباطل.",
  "122": "وكذلك جعلنا في كل قرية كبراء المجرمين ورؤساءهم، ليمكروا فيها ويفسدوا. وما يمكرون إلا بأنفسهم، وما يشعرون بذلك.",
  "123": "وإذا جاءتهم آية ومعجزة، قالوا: لن نؤمن حتى نؤتى مثل ما أوتي رسل الله من النبوة والرسالة. الله أعلم بمن يصلح لرسالته ومن لا يصلح. سيصيب الذين أجرموا ذل وهوان من الله، وعذاب شديد بما كانوا يمكرون ويخدعون.",
  "124": "فمن يرد الله أن يهديه إلى الإيمان، يشرح صدره ويوسعه للإسلام. ومن يرد أن يضله، يجعل صدره ضيقًا حرجًا، كأنما يتصاعد ويصعد في السماء بصعوبة. كذلك يجعل الله العذاب والضلال على الذين لا يؤمنون.",
  "125": "وهذا القرآن هو صراط ربك المستقيم الموصل إلى الجنة. قد فصلنا وبينّا الآيات والدلائل لقوم يتذكرون ويعتبرون.",
  "126": "لهم دار السلام (الجنة) عند ربهم. وهو وليهم وحافظهم بما كانوا يعملون من الصالحات.",
  "127": "ويوم يحشر الله جميع الجن والإنس، فيقول: يا معشر الجن، قد استكثرتم من إضلال الإنس. وقال أولياؤهم من الإنس: ربنا استمتع بعضنا ببعض في الدنيا بالضلالة والمعصية، وبلغنا أجلنا الذي أجلت لنا. قال الله: النار مثواكم ومكان إقامتكم خالدين فيها أبدًا، إلا ما شاء الله من تخفيف العذاب عن بعض الموحدين العصاة. إن ربك حكيم في أحكامه، عليم بكل شيء.",
  "128": "وكذلك نولي ونمكن بعض الظالمين على بعض عقوبة لهم بما كانوا يكسبون من الذنوب والآثام.",
  "129": "يا معشر الجن والإنس، ألم يأتكم رسل مني يبينون لكم آياتي وأحكامي، وينذرونكم لقاء يومكم هذا؟ قالوا: شهدنا على أنفسنا بالتقصير وعدم الطاعة. وغرتهم الحياة الدنيا بزينتها، وشهدوا على أنفسهم أنهم كانوا كافرين بالله ورسله.",
  "130": "ذلك الإرسال للرسل لئلا يهلك ربك القرى بظلم وهم غافلون عن الحق ولم يأتهم نذير.",
  "131": "ولكل درجات ومنازل في الدنيا والآخرة بسبب ما عملوا من أعمال. وما ربك بغافل عما يعملون من خير وشر.",
  "132": "وربك الغني عن خلقه، ذو الرحمة الواسعة. إن يشأ يذهبكم أيها الناس ويهلككم، ويستخلف من بعدكم ما يشاء من الأمم، كما أنشأكم من ذرية قوم آخرين.",
  "133": "إن ما توعدون به من البعث والحساب والجزاء لآتٍ لا محالة. وما أنتم بمعجزين الله ومهربين من عقابه.",
  "134": "قل يا محمد: يا قوم اعملوا على طريقتكم في الشرك والمعصية، إني عامل على طريقتي في الإيمان والطاعة. فسوف تعلمون من تكون له عاقبة الدار الحسنة وهي الجنة. إنه لا يفلح الظالمون المشركون.",
  "135": "وجعلوا لله مما خلق من الزرع والأنعام نصيبًا لشركائهم من الأصنام، فنصيب الآلهة لا يصل إلى نصيب الله، ونصيب الله يصل إلى نصيب الآلهة! لبئس ما يحكمون من قسمة ظالمة.",
  "136": "وكذلك زين لكثير من المشركين قتل أولادهم خوفًا من الفقر، أو خشية للعار، شركاؤهم من الجن والإنس الذين يدعونهم إلى ذلك، ليهلكوهم ويوقعوهم في اللبس والخلط في دينهم. ولو شاء الله ما فعلوه. فذرهم وما يفترون من الأكاذيب.",
  "137": "وقالوا: هذه أنعام وحرث (زرع) محرمة، لا يأكلها إلا من نشاء بزعمهم الباطل. وأنعام حرمت ظهورها من الركوب والحمل. وأنعام لا يذكرون اسم الله عليها عند ذبحها افتراء على الله. سيجزيهم الله بما كانوا يفترون من الكذب.",
  "138": "وقالوا: ما في بطون هذه الأنعام من أجنة مخصوصة لذكورنا وأحل لنا، ومحرمة على أزواجنا من النساء. وإن كان الجنين ميتًا، فهم فيه شركاء. سيجزيهم الله على وصفهم الكذب. إنه حكيم في تدبيره، عليم بكل شيء.",
  "139": "قد خسر الذين قتلوا أولادهم سفها بغير علم، وحرموا ما رزقهم الله من الأنعام افتراء على الله. قد ضلوا عن الحق، وما كانوا مهتدين إلى الصواب.",
  "140": "وهو الذي أنشأ جنات وبساتين ذات عروش متساندة على دعائم، وغير ذات عروش متساندة. والنخل والزرع مختلفًا في أشكاله وألوانه. والزيتون والرمان متشابهًا في الورق مختلفًا في الثمر. كلوا من ثمره إذا أثمر، وآتوا حقه (الزكاة) يوم حصاده. ولا تسرفوا في الأكل والإنفاق. إن الله لا يحب المسرفين.",
  "141": "ومن الأنعام ما يُحمَل عليها الأثقال، وما يذبح ويفترش للأكل. كلوا مما رزقكم الله من الحلال الطيب. ولا تتبعوا خطوات الشيطان في تحريم ما أحل الله. إنه لكم عدو مبين واضح العداوة.",
  "142": "ثمانية أنواع من الأنعام: زوجين من الضأن (الخروف)، وزوجين من الماعز. قل يا محمد: آلذكرين حرم أم الأنثيين؟ أم ما اشتملت عليه أرحام الأنثيين من الذكور والإناث؟ نبئوني بعلم وحجة إن كنتم صادقين.",
  "143": "ومن الإبل زوجين (ذكورًا وإناثًا)، ومن البقر زوجين (ذكورًا وإناثًا). قل يا محمد: آلذكرين حرم أم الأنثيين؟ أم ما اشتملت عليه أرحام الأنثيين؟ أم كنتم شهداء حاضرين حين وصاكم الله بهذا التحريم؟ فمن أظلم وأشد ظلمًا ممن افترى على الله كذبًا ليضل الناس بغير علم؟ إن الله لا يهدي القوم الظالمين.",
  "144": "قل يا محمد: لا أجد في هذا القرآن الذي أوحي إلي محرمًا على طاعم يأكله، إلا أن يكون ميتة، أو دمًا مسفوحًا سائلًا، أو لحم خنزير فإنه رجس (قذر وحرام)، أو فسقًا ذُبح لغير الله عليه. فمن اضطر إلى أكل شيء من المحرمات بغير قصد للتعدي ولا تجاوز للضرورة، فإن ربك غفور رحيم.",
  "145": "وعلى الذين تهودوا (اليهود) حرمنا كل ذي ظفر (كالجمال والنعام والأرانب)، ومن البقر والغنم حرمنا عليهم شحومهما، إلا ما حملت ظهورهما (الشحم المتصل بالظهر) أو الحوايا (الأمعاء)، أو ما اختلط بعظم. ذلك الجزاء حرمناه عليهم بسبب بغيهم وظلمهم. وإنا لصادقون فيما أخبرناكم به.",
  "146": "فإن كذبوك يا محمد في هذا الحكم، فقل لهم: ربكم ذو رحمة واسعة بعباده، ولكن لا يرد بأسه وعذابه عن القوم المجرمين المشركين.",
  "147": "سيقول الذين أشركوا بالله: لو شاء الله ما أشركنا نحن ولا آباؤنا، ولا حرمنا من شيء من الطيبات بغير إذن منه. كذلك كذب الذين من قبلهم رسلهم، حتى ذاقوا بأسنا وعذابنا. قل هل عندكم من علم وحجة فتخرجوه لنا؟ إن تتبعون إلا الظن، وإن أنتم إلا تكذبون.",
  "148": "قل لله الحجة البالغة الكاملة التي لا يقدر أحد على ردها. فلو شاء لهداكم أجمعين إلى الإيمان والتوحيد.",
  "149": "قل يا محمد: هلموا (أحضروا) شهداءكم الذين يشهدون أن الله حرم هذه الأشياء التي زعمتم تحريمها. فإن شهدوا بذلك كذبًا، فلا تشهد معهم. ولا تتبع أهواء الذين كذبوا بآياتنا، والذين لا يؤمنون بالآخرة، وهم بربهم يساوون به غيره.",
  "150": "قل تعالوا أتل ما حرم ربكم عليكم: ألا تشركوا به شيئًا، وبالوالدين إحسانًا. ولا تقتلوا أولادكم خوفًا من الفقر، نحن نرزقكم وإياهم. ولا تقربوا الفواحش ما ظهر منها وما بطن من الذنوب. ولا تقتلوا النفس التي حرم الله قتلها إلا بالحق (بالقصاص أو جهاد أو رد صيال). ذلكم وصاكم به لعلكم تعقلون وتفهمون.",
  "151": "ولا تقربوا مال اليتيم إلا بالتي هي أحسن (بالحفظ والزيادة) حتى يبلغ قوته ورشده. وأوفوا الكيل والميزان بالعدل. لا نكلف نفسًا إلا وسعها وطاقتها. وإذا قلتم قولًا فاعدلوا فيه ولو كان على قريب منكم. وبعهد الله الذي عاهدكم به من طاعته والعمل بشريعته أوفوا. ذلكم وصاكم به لعلكم تذكرون وتتعظون.",
  "152": "وأن هذا صراطي مستقيمًا فاسلكوه واتبعوه. ولا تتبعوا السبل والطرق المتفرقة، فتفرق بكم عن سبيله المستقيم. ذلكم وصاكم به لعلكم تتقون الله وتخشونه.",
  "153": "ثم آتينا موسى الكتاب (التوراة) تمامًا للنعمة على من أحسن من قومه، وتفصيلًا لكل شيء من الأحكام، وهدى ورحمة لهم، لعلهم بلقاء ربهم يؤمنون.",
  "154": "وهذا القرآن كتاب أنزلناه مبارك (كثير الخير والبركة)، فاتبعوه واعملوا بما فيه، واتقوا الله بامتثال أوامره واجتناب نواهيه، لعلكم ترحمون.",
  "155": "لئلا تقولوا أيها المشركون: إنما أنزل الكتاب على طائفتين من قبلنا (اليهود والنصارى)، وإن كنا عن دراستهم وتلاوتهم لغافلين ولا علم لنا بما فيها.",
  "156": "أو تقولوا: لو أنزل علينا الكتاب لكنَّا أهدى منهم طريقًا. فقد جاءكم بينة وحجة من ربكم، وهدى ورحمة من الله. فمن أظلم ممن كذب بآيات الله وأعرض عنها؟ سنجزي الذين يعرضون عن آياتنا أشد العذاب بما كانوا يعرضون.",
  "157": "هل ينتظر هؤلاء المشركون إلا أن تأتيهم الملائكة لقبض أرواحهم، أو يأتي ربك في ظلل من الغمام (يوم القيامة)، أو يأتي بعض آيات ربك (كخروج الدابة أو طلوع الشمس من مغربها)؟ يوم يأتي بعض آيات ربك التي لا ينفع الإيمان حينها، لا ينفع نفسًا إيمانها لم تكن آمنت من قبل نزولها، أو لم تكسب في إيمانها خيرًا نافعًا من الأعمال الصالحة. قل انتظروا العذاب، إنا منتظرون معكم.",
  "158": "إن الذين فرقوا دينهم شيعًا وأحزابًا مختلفة، ولم يكونوا على دين واحد، لست منهم في شيء يا محمد. إنما أمرهم إلى الله وحده، ثم ينبئهم بما كانوا يفعلون.",
  "159": "من جاء بالحسنة وهي كلمة التوحيد والعمل الصالح، فله عشرة أمثالها من الثواب. ومن جاء بالسيئة وهي الشرك والمعصية، فلا يُجزى إلا مثلها، وهم لا يظلمون بزيادة في العذاب.",
  "160": "قل يا محمد: إنني هداني ربي إلى صراط مستقيم، دين قويم لا اعوجاج فيه، ملة إبراهيم حنيفًا (مائلًا عن الشرك إلى التوحيد)، وما كان من المشركين.",
  "161": "قل إن صلاتي ونسكي (ذبائحي وعباداتي) ومحياي (حياتي) ومماتي (موتي) لله وحده، رب العالمين ومالكهم.",
  "162": "لا شريك له في ملكه ولا في عبادته. وبذلك الأمر أمرت، وأنا أول المسلمين المنقادين لأمر الله من هذه الأمة.",
  "163": "قل أغير الله أبغي ربًا وإلهًا أعبده، وهو رب كل شيء ومالكه؟ ولا تكسب كل نفس إثمًا إلا عليها وزر ذلك الإثم. ولا تحمل نفس مذنبة ذنب نفس أخرى. ثم إلى ربكم مرجعكم يوم القيامة، فينبئكم بما كنتم فيه تختلفون من أمر الدين.",
  "164": "وهو الذي جعلكم خلائف في الأرض تخلفون بعضكم بعضًا فيها. ورفع بعضكم فوق بعض درجات في الرزق والجاه والفضائل، ليختبركم فيما آتاكم من النعم والابتلاءات. إن ربك سريع العقاب لمن عصاه، وإنه لغفور لمن تاب، رحيم بعباده.",
  "165": "الذين أوتيناهم الكتاب (اليهود والنصارى) يعرفونه (أي محمدًا) كما يعرفون أبناءهم. الذين خسروا أنفسهم بالكفر فهم لا يؤمنون برسولهم."
}